{
  "Titel": "Endogene Geology & Mapping  Endogene Geologie & Kartierung  Pflichtmodul  8 CP (insg.) = 240 h  2 SWS + 10 Tage  Kontaktstudium  110 h  Selbststudium  130 h ",
  "Inhalte": "Das Modul vermittelt ein fundiertes Verständnis für das System Erde in seiner zeitlichen, räumlichen und geodynamischen Entwicklung. Die enthaltenen Lehrveranstaltungen vermitteln den Studierenden umfassende und tiefreichende Kenntnisse in der Anfertigung von geologischen Karten und in Tektonik/Strukturgeologie sowie den damit verbundenen Methoden. Ziel ist vor allem die Erlangung von Fertigkeiten zur Erfassung von geologischen Prozessen in Raum und Zeit. Die Veranstaltung "Einführung in die Strukturgeologie" befasst sich mit der Untersuchung von geologischen Deformationsstrukturen wie Falten oder Störungen, die uns fundamentale Daten zum Bau und zur Rekonstruktion der kinematischen und dynamischen Entwicklung der Lithosphäre liefern. Diese Daten sind von groáer gesellschaftlicher Relevanz, da sie unabdingbar sind bei der Erkundung von Lagerstätten, bei der Suche nach Endlagern für radioaktiven und sonstigen Abfall oder für die Vorhersage von Erdbeben. Im Rahmen der "Anfänger-Kartierübung" werden Gebiete geologisch kartiert und so Fähigkeiten zum Erkennen von stratigraphischen, lithologischen und strukturellen Einheiten im Gelände vermittelt. Das räumliche Vorstellungsvermögen und das Erkennen von einfachen Lagerungsverhältnissen im Gelände werden geschult. Auf Basis der erstellten geologischen Karten werden Profilschnitte konstruiert. ",
  "Lernergebnisse / Kompetenzziele": "Die Studierenden sind in der Lage /n  * Stratigraphische, lithologische und strukturelle Einheiten im Gelände zu erkennen und zu kartieren /n  * Aus den im Gelände gemachten Beobachtungen eine plausible geologische Karte zu erstellen /n * Aus den im Gelände gemachten Beobachtungen auf den geologischen Bau im Untergrund zu schlieáen und diesen in Profilschnitten darzustellen /n  * Strukturgeologische Prozesse und Methoden auf geowissenschaftliche Probleme und Fragestellungen anzuwenden /n* Deformationsstrukturen in der Lithosphäre zu erkennen und zu interpretieren ",
  "Teilnahmevoraussetzungen für Modul bzw. für einzelne Lehrveranstaltungen des Moduls": "-",
  "Empfohlene Voraussetzungen": "Abgeschlossene Module BP1 bis BP3",
  "Organisatorische Hinweise": "Es wird empfohlen die Anfänger-Kartierübung bereits ab der vorlesungsfreien Zeit des 2. Semesters zu belegen.",
  "Zuordnung des Moduls (Studiengang / Fachbereich)": "B.Sc. Geowissenschaften / FB11",
  "Verwendbarkeit des Moduls für andere Studiengänge": "B.Sc. Geographie",
  "Häufigkeit des Angebots": "Vorlesung „Einführung in die Strukturgeologie“: jährlich im WiSe
  Anfänger-Kartierübung: nach Angebot   ",
  "Dauer des Moduls": "2 Semester",
  "Modulbeauftragte / Modulbeauftragter": "Prof. Dr. Gernold Zulauf",
  "Studiennachweise/ ggf. als Prüfungsvorleistungen": {
    "Teilnahmenachweise": "Aktive Teilnahme in „Einführung in die Strukturgeologie“",
    "Leistungsnachweise": "Bericht zu „Anfänger-Kartierübung“",
    },
  "Lehr- / Lernformen": "Vorlesung, Übung, Geländeübung",
  "Unterrichts- / Prüfungssprache": "Deutsch, Englisch",
  "Modulprüfung": {
    "Modulabschlussprüfung bestehend aus:": "Klausur (90 min) zu „Einführung in die Strukturgeologie“",
    "kumulative Modulprüfung bestehend aus:": "-",
    "Bildung der Modulnote bei kumulativen Modulprüfungen:": "-"
  },
  "Übersicht": {
    "Veranstaltung": [
      "Einführung in die Strukturgeologie",
      "Anfänger-Kartierübung",
      "Modulprüfung",
      "Summe"
    ],
    "LV-Form": [
      "V+Ü",
      "GÜ",
      "Klausur",
      ""
    ],
    "SWS": [
      2,
      "10 Tage",
      "",
      "2 SWS + 10 Tage"
    ],
    "CP": [
      3,
      3,
      "",
      6
    ],
    "1": [
      "",
      "",
      "",
      ""
    ],
    "2": [
      "",
      "X",
      "",
      ""
    ],
    "3": [
      "X",
      "X",
      "X",
      ""
    ],
    "4": [
      "",
      "X",
      "",
      ""
    ],
    "5": [
      "",
      "",
      "",
      ""
    ],
    "6": [
      "",
      "",
      "",
      ""
    ]
  },
  "Prüfung": "Platz für alles mögliche",
  "Version": [
    "2023-10-13",
    "2023-04-04",
    "2022-07-11",
    "2021-01-01"
  ],
  "Änderung": {
    "2023-10-13": "PL in SL geändert",
    "2023-04-04": "Neuer Modulbeauftragter",
    "2022-07-11": "Neuen Kurs xx eingefügt",
    "2021-01-01": "CP um einen erhöht"
  }
}
