{
  "Titel": "BP11  Regional Geology and Processes  Regionale Geologie und Prozesse  Pflichtmodul  4 CP (insg.) = 120 h  2 SWS + 5 Tage  Kontaktstudium  70 h  Selbststudium  50 h  ",
  "Inhalte": "Regionale Geologie und Prozesse  In der Veranstaltung werden regionalgeologische Aspekte und Kenntnisse Deutschlands, Mitteleuropas sowie ausgewählter Regionen vermittelt, wobei überregionale bis globale geodynamische Zusammenhänge im Vordergrund stehen und herausgearbeitet werden. Die geologische Entwicklung Mitteleuropas und seiner groáen strukturellen Einheiten wird anhand tektonischer und paläogeographischer Rekonstruktionen in einen globalen Rahmen eingebettet. Die Grund- und Deckgebirgseinheiten werden vor dem Hintergrund der sie prägenden Phasen der Gebirgsbildung, Abtragung und Sedimentation beleuchtet. Ebenso werden regionalgeologische Besonderheiten sowie gesteins- und lagerstättenbildende Prozesse hervorgehoben. Gesteinshandstücke und Fossilien dienen der Veranschaulichung der behandelten Prozesse und regionalgeologischen Gegebenheiten. 5 Tage Geländeübung  Die 5 Tage werden aus dem Angebot an geologischen Geländeübungen gewählt. In diesen finden vorrangig praktische Arbeiten wie Geländeorientierung, Gesteins-, Aufschluss- und -Formationsansprache, lithologische Profilaufnahme sowie das Einmessen räumlicher Strukturen statt. Weiterhin werden raum-zeitliche und erdgeschichtliche geländebezogene Zusammenhänge sowie regionalgeologische Aspekte und geowissenschaftliche Prozesse behandelt. Zu den einzelnen Tagen sind in Absprache mit den jeweiligen Dozenten*innen Berichte anzufertigen.",
  "Lernergebnisse / Kompetenzziele": "Die Studierenden sind in der Lage /n  * die groáen tektonischen und geologischen Einheiten Deutschlands und Mitteleuropas zu benennen /n  * diese in Bezug auf ihre geodynamische Entwicklungsgeschichte einzuordnen und zu interpretieren /n * regionalgeologische Gegebenheiten im Hinblick auf die ihnen zugrunde liegenden Prozesse einzuordnen und zu verstehen /n  * tektonische und paläogeographische Rekonstruktionen zu verstehen und zu interpretieren /n  * Gesteine und Aufschlüsse im Gelände anzusprechen und diese hinsichtlich ihrer Genese einzuordnen /n  * Raum-zeitliche und erdgeschichtliche Zusammenhänge im Gelände zu erkennen und zu interpretieren",
  "Teilnahmevoraussetzungen für Modul bzw. für einzelne Lehrveranstaltungen des Moduls": "-",
  "Empfohlene Voraussetzungen": "Abgeschlossene Module BP1 bis BP3",
  "Organisatorische Hinweise": "Die Geländetage sollten bereits ab dem 3. Semester belegt und gesammelt werden.",
  "Zuordnung des Moduls (Studiengang / Fachbereich)": "B.Sc. Geowissenschaften / FB11",
  "Verwendbarkeit des Moduls für andere Studiengänge": "B.Sc. Geographie",
  "Häufigkeit des Angebots": "Vorlesung mit Übungen „Regionale Geologie und Prozesse“: jährlich im WiSe Geländeübungen: nach Angebot ",
  "Dauer des Moduls": "2 Semester",
  "Modulbeauftragte / Modulbeauftragter": "Dr. Frederik Kirst",
  "Studiennachweise/ ggf. als Prüfungsvorleistungen": {
    "Teilnahmenachweise": "Regelmäßige und aktive Teilnahme an den Übungen zu „Regionale Geologie und Prozesse“",
    "Leistungsnachweise": "Klausur (90 min.) zu „Regionale Geologie und Prozesse“ /n Bericht (unbenotet) zu den 5 Tagen Geländeübung"
    },
  "Lehr- / Lernformen": "Vorlesung, Übung, Geländeübung",
  "Unterrichts- / Prüfungssprache": "Deutsch, Englisch",
  "Modulprüfung": {
    "Modulabschlussprüfung bestehend aus:": "keine",
    "kumulative Modulprüfung bestehend aus:": "-",
    "Bildung der Modulnote bei kumulativen Modulprüfungen:": "-"
  },
  "Übersicht": {
    "Veranstaltung": [
      "Regionale Geologie und Prozesse",
      "Geländeübung",
      "keine",
      "Summe"
    ],
    "LV-Form": [
      "V+Ü",
      "GÜ",
      "keine",
      ""
    ],
    "SWS": [
      2,
      "5 Tage",
      "",
      "2 SWS "
    ],
    "CP": [
      2,
      2,
      "",
      4
    ],
    "1": [
      "",
      "",
      "",
      ""
    ],
    "2": [
      "",
      "",
      "",
      ""
    ],
    "3": [
      "X",
      "X",
      "",
      ""
    ],
    "4": [
      "",
      "X",
      "",
      ""
    ],
    "5": [
      "",
      "",
      "",
      ""
    ],
    "6": [
      "",
      "",
      "",
      ""
    ]
  },
  "Prüfung": "Platz für alles mögliche",
  "Version": [
    "2023-10-13",
    "2023-04-04",
    "2022-07-11",
    "2021-01-01"
  ],
  "Änderung": {
    "2023-10-13": "PL in SL geändert",
    "2023-04-04": "Neuer Modulbeauftragter",
    "2022-07-11": "Neuen Kurs xx eingefügt",
    "2021-01-01": "CP um einen erhöht"
  }
}
