{
  "Titel": "BP15b  Mathematics 2  Mathematik 2  Pflichtmodul  (Importmodul)  6 CP (insg.) = 180 h  4 SWS  Kontaktstudium  4 SWS / 60 h  Selbststudium  120 h",
  "Inhalte": "Vorlesung „Mathematik für Studierende der Naturwissenschaften 2“ /n  Lineare Algebra (Vektoren, Koordinatensysteme, Vektorrechnung, Matrizen, Gleichungssysteme, Eigenwerte und -vektoren), Funktionen mehrerer Veränderlicher (Differentialrechnung und ihre Anwendungen), Differentialgleichungen (Richtungsfelder, elementare Lösungsverfahren, lineare Differentialgleichungen erster und zweiter Ordnung) /n Übung „Mathematik für Studierende der Naturwissenschaften 2“ /n  Zur Vertiefung des Vorlesungsstoffs finden begleitende Übungen in Gruppen statt. Darin werden vorgegebene Übungsaufgaben besprochen. ",
  "Lernergebnisse / Kompetenzziele": "Nach erfolgreichem Abschluss des Moduls sind die Studierenden mit grundlegenden mathematischen Denkweisen vertraut (Formalisieren von Aussagen, Beschreiben funktionaler Zusammenhänge, lokales Linearisieren nichtlinearer Abbildungen). Sie verstehen einfache Beweise und haben die Kompetenz erworben, kurze mathematische Argumente aufzuschreiben. Sie sind kompetent im Umgang mit Differenzierbarkeit und Integrierbarkeit im Eindimensionalen sowie im Umgang mit mehrdimensionalen Differenzierbarkeitsbegriffen. Die Studierenden sind in der Lage, einfache mathematische Probleme selbständig zu lösen. ",
  "Teilnahmevoraussetzungen für Modul bzw. für einzelne Lehrveranstaltungen des Moduls": "-",
  "Empfohlene Voraussetzungen": "Mathematik 1 wird für Mathematik 2 empfohlen.",
  "Organisatorische Hinweise": "Es gelten die Anmelde- und Rücktrittsfristen der Ordnung des B.Sc. Mathematik. Die Prüfung erfordert eine Online-Anmeldung spätestens sieben Tage vor dem Prüfungstermin. Bis zwei Werktage vor dem Prüfungstermin ist der Rücktritt ohne Angabe von Gründen möglich. /n Die Klausuren können als elektronische Klausur durchgeführt werden. /n Nur die bessere der beiden Noten aus „Mathematik 1“ und „Mathematik 2“ wird gewertet. Beide Klausuren müssen bestanden sein.   ",
  "Zuordnung des Moduls (Studiengang / Fachbereich)": "B.Sc. Mathematik / FB12",
  "Verwendbarkeit des Moduls für andere Studiengänge": "B.Sc. Geowissenschaften / FB11",
  "Häufigkeit des Angebots": "jährlich im Sommersemester",
  "Dauer des Moduls": "1 Semester",
  "Modulbeauftragte / Modulbeauftragter": "Dr. Peter Bauer",
  "Studiennachweise/ ggf. als Prüfungsvorleistungen": {
    "Teilnahmenachweise": "-",
    "Leistungsnachweise": "Bearbeiten von Übungsaufgaben (Voraussetzung für die Teilnahme an der jeweiligen Klausur ist das Erreichen von einem Drittel der maximal möglichen Punkte, die für erfolgreiche Bearbeitung der Übungen vergeben werden.)"
    },
  "Lehr- / Lernformen": "Vorlesung, Übung",
  "Unterrichts- / Prüfungssprache": "Deutsch",
  "Modulprüfung": {
    "Modulabschlussprüfung bestehend aus:": "Klausur (90 min)",
    "kumulative Modulprüfung bestehend aus:": "-",
    "Bildung der Modulnote bei kumulativen Modulprüfungen:": "-"
  },
  "Übersicht": {
    "Veranstaltung": [
      "Mathematik für Studierende der Naturwissenschaften 2",
      "Mathematik für Studierende der Naturwissenschaften 2",
      "Modulprüfung",
      "Summe"
    ],
    "LV-Form": [
      "V",
      "Ü",
      "Klausur",
      ""
    ],
    "SWS": [
      3,
      1,
      "",
      4
    ],
    "CP": [
      4,5,
      1,5,
      "",
      6
    ],
    "1": [
      "",
      "",
      "",
      ""
    ],
    "2": [
      "X",
      "X",
      "X",
      ""
    ],
    "3": [
      "",
      "",
      "",
      ""
    ],
    "4": [
      "",
      "",
      "",
      ""
    ],
    "5": [
      "",
      "",
      "",
      ""
    ],
    "6": [
      "",
      "",
      "",
      ""
    ]
  },
  "Prüfung": "Platz für alles mögliche",
  "Version": [
    "2023-10-13",
    "2023-04-04",
    "2022-07-11",
    "2021-01-01"
  ],
  "Änderung": {
    "2023-10-13": "PL in SL geändert",
    "2023-04-04": "Neuer Modulbeauftragter",
    "2022-07-11": "Neuen Kurs xx eingefügt",
    "2021-01-01": "CP um einen erhöht"
  }
}
