{
  "Titel": "BP17  Basic Principles of General and Inorganic Chemistry for Scientists  Grundlagen der Allgemeinen und Anorganischen Chemie für Studierende der Naturwissenschaften und des Lehramts als Prüfungsleistung Pflichtmodul  (Importmodul)  7 CP (insg.) = 210 h  5 SWS  Kontaktstudium  75 h  Selbststudium 135 h",
  "Inhalte": "Grundlagen in allgemeiner und anorganischer Chemie: Atombau, Periodensystem, Molekülstrukturen, kovalente Bindung, Ionenbindung, van der Waals-Bindung, Metalle, chemisches Gleichgewicht, Redoxgleichungen, stöchiometrisches Rechnen, Reaktionskinetik, Gase, Flüssigkeiten, Feststoffe, Kristallstrukturen, Lösungen, Säuren und Basen, Elektrochemie, Chemie der Hauptgruppenelemente (ausführlich), Chemie der Nebengruppenelemente, Grundlagen der analytischen Chemie",
  "Lernergebnisse / Kompetenzziele": "Die Studierenden können für eine gegebene Molekularformel die korrekte Lewisformel aufstellen. Sie kennen den Atombau, das Periodensystem und die wichtigsten Stoffe und Reaktionen. Sie kennen die Sprache der Chemie. Sie sind in der Lage, Reaktionsgleichungen aufzustellen und die Stöchiometrie zu errechnen. Die Beschäftigung mit grundlegenden Stoffen, Eigenschaften und Reaktionen anorganischer Verbindungen bringt ihnen die Logik der Chemie nahe.",
  "Teilnahmevoraussetzungen für Modul bzw. für einzelne Lehrveranstaltungen des Moduls": "",
  "Empfohlene Voraussetzungen": "-",
  "Organisatorische Hinweise": "Die Klausur erfordert eine verbindliche Online-Anmeldung bis spätestens 14 Tage vor dem Prüfungstermin. Diese kann bis zu zwei Werktage vor dem Prüfungstermin ohne Angabe von Gründen zurückgezogen werden.
  Die Organisation der Übungen wird über OLAT abgewickelt.
  Es gelten folgende Besonderheiten (nach RO §12):
  1. Eine nicht bestandene Modulabschlussprüfung kann, neben den regulären zwei Wiederholungen, ein weiteres Mal wiederholt werden (RO §46 Abs. 3). Falls die jeweilige Studienordnung zusätzliche Wiederholung gemäß RO §46 Abs. 3 oder einen Freiversuch gemäß Abs. 12 vorsieht, so ist diese Wiederholung eine der dort angegebenen Wiederholungsmöglichkeiten bzw. der Freiversuch. 
  Die Wiederholung muss jeweils bis zum Ende des nächstmöglichen Semesters, in dem die Prüfung angeboten wird, erfolgen; andernfalls gilt die Prüfung als nicht bestanden, es sei denn, die oder der Studierende hat das Versäumnis nicht zu vertreten. Eine zwischenzeitliche Exmatrikulation verlängert die Wiederholungsfrist nicht. 
  2. Eine bestandene Modulabschlussprüfung kann zum Zwecke der Notenverbesserung einmal wiederholt werden (RO §46 Abs. 13), wobei die bessere Leistung angerechnet wird (es gilt die Wiederholungsfrist unter 1. Abs. 2).
  Diese Regelung darf einmal entweder im Modul „Grundlagen der Allgemeinen und Anorganischen Chemie für Studierende der Naturwissenschaften und des Lehramts als Prüfungsleistung“ oder im Modul „Praktikum Allgemeine und Anorganische Chemie für Studierende der Naturwissenschaften“ in Anspruch genommen werden.
  ",
  "Zuordnung des Moduls (Studiengang / Fachbereich)": "B.Sc. Chemie / FB14",
  "Verwendbarkeit des Moduls für andere Studiengänge": "B.Sc. Geowissenschaften / FB11",
  "Häufigkeit des Angebots": "jährlich im Wintersemester",
  "Dauer des Moduls": "1 Semester",
  "Modulbeauftragte / Modulbeauftragter": "Dr. C. Buchsbaum",
  "Studiennachweise/ ggf. als Prüfungsvorleistungen": {
    "Teilnahmenachweise": "Regelmäßige und aktive (Präsentation der Ergebnisse einer Übungsaufgabe) Teilnahme an Übungen. Zur Klausur wird nur zugelassen, wer an mindestens 66% der Übungen teilgenommen hat.",
    "Leistungsnachweise": ""
    },
  "Lehr- / Lernformen": "Vorlesung, Übung",
  "Unterrichts- / Prüfungssprache": "Deutsch",
  "Modulprüfung": {
    "Modulabschlussprüfung bestehend aus:": "Klausur (120 min)",
    "kumulative Modulprüfung bestehend aus:": "-",
    "Bildung der Modulnote bei kumulativen Modulprüfungen:": "-"
  },
  "Übersicht": {
    "Veranstaltung": [
      "Vorlesung 'Allgemeine und Anorganische Chemie für Studierende der Naturwissenschaften und des Lehramts'",
      "Übung 'Allgemeine und Anorganische Chemie für Studierende der Naturwissenschaften und des Lehramts'",
      "Modulprüfung",
      "Summe"
    ],
    "LV-Form": [
      "V",
      "Ü",
      "Klausur",
      ""
    ],
    "SWS": [
      4,
      1,
      "",
      5
    ],
    "CP": [
      5,
      2,
      "",
      7
    ],
    "1": [
      "X",
      "X",
      "X",
      ""
    ],
    "2": [
      "",
      "",
      "",
      ""
    ],
    "3": [
      "",
      "",
      "",
      ""
    ],
    "4": [
      "",
      "",
      "",
      ""
    ],
    "5": [
      "",
      "",
      "",
      ""
    ],
    "6": [
      "",
      "",
      "",
      ""
    ]
  },
  "Prüfung": "Platz für alles mögliche",
  "Version": [
    "2023-10-13",
    "2023-04-04",
    "2022-07-11",
    "2021-01-01"
  ],
  "Änderung": {
    "2023-10-13": "PL in SL geändert",
    "2023-04-04": "Neuer Modulbeauftragter",
    "2022-07-11": "Neuen Kurs xx eingefügt",
    "2021-01-01": "CP um einen erhöht"
  }
}