{
  "Titel": "BP18b  Physics Lab Class C for Minors  Physikalisches Praktikum C für Nebenfachstudierende  Pflichtmodul  (Importmodul NFPHY-PC)  3 CP (insg.) = 90 h  4 SWS  Kontaktstudium  4 SWS / 60 h  Selbststudium  30 h",
  "Inhalte": "Durchführung von Experimenten unter Anleitung aus den Gebieten Mechanik, Thermodynamik, Elektrodynamik und Optik.",
  "Lernergebnisse / Kompetenzziele": "Im Praktikum wenden die Studierenden durch das selbstständige Experimentieren die in den Vorlesungen vermittelten Grundlagen an und vertiefen dadurch ihre physikalischen Kenntnisse. Dazu gehören sowohl der Aufbau und die Durchführung von Versuchen aus gegebenen Bauteilen nach Anleitung als auch die Auswertung, Darstellung und Analyse der Messungen inklusive Fehlerrechnung. Bei der Auswahl der Versuche können die Interessen bzw. das Fachgebiet der Studierenden berücksichtigt werden. Zur Beschleunigung der Datenaufnahme bzw. der Auswertung werden in vielen Versuchen die Erfassung, Darstellung und Analyse der experimentellen Daten rechnergestützt durchgeführt, was auch der Förderung des physikalischen Verständnisses zugutekommt.",
  "Teilnahmevoraussetzungen für Modul bzw. für einzelne Lehrveranstaltungen des Moduls": "Für die Aufnahme in das Praktikum ist die Zulassung zu einer der Klausuren der Module NFPHY-VA1 oder NFPHY-VA2 erforderlich.",
  "Empfohlene Voraussetzungen": "Inhalt des Moduls NFPHY-VA1",
  "Organisatorische Hinweise": "Die Anmeldung zum Praktikum erfolgt online über das LSF. Für alle weiteren Informationen siehe ebenfalls den LSF-Eintrag des Praktikums. ",
  "Zuordnung des Moduls (Studiengang / Fachbereich)": "B.Sc. Physik / FB13",
  "Verwendbarkeit des Moduls für andere Studiengänge": "B.Sc. Geowissenschaften / FB11",
  "Häufigkeit des Angebots": "jedes Semester",
  "Dauer des Moduls": "1 Semester",
  "Modulbeauftragte / Modulbeauftragter": "Prof. Dr. C. Krellner",
  "Studiennachweise/ ggf. als Prüfungsvorleistungen": {
    "Teilnahmenachweise": "Regelmäßige Teilnahme am Parktikum",
    "Leistungsnachweise": "erfolgreiche Bearbeitung von Übungsaufgaben oder Bestehen von Tests (Prüfungsvorleistung) Abgabe und Bestehen von Praktikumsprotokollen, Bestehen des Abschlusskolloquiums (in Zweiergruppen, ca. 15 Min. pro Person) (weitere Details werden in der Praktikumsordnung festgelegt)"
    },
  "Lehr- / Lernformen": "Praktikum",
  "Unterrichts- / Prüfungssprache": "Deutsch",
  "Modulprüfung": {
    "Modulabschlussprüfung bestehend aus:": "-",
    "kumulative Modulprüfung bestehend aus:": "-",
    "Bildung der Modulnote bei kumulativen Modulprüfungen:": "-"
  },
  "Übersicht": {
    "Veranstaltung": [
      "Physikalisches Praktikum C für Nebenfachstudierende",
      "Modulprüfung",
      "Summe"
    ],
    "LV-Form": [
      "Pr",
      "Klausur",
      ""
    ],
    "SWS": [
      4,
      "",
      4
    ],
    "CP": [
      3,
      "",
      3
    ],
    "1": [
      "X",
      "",
      "",
      ""
    ],
    "2": [
      "X",
      "",
      "",
      ""
    ],
    "3": [
      "",
      "",
      "",
      ""
    ],
    "4": [
      "",
      "",
      "",
      ""
    ],
    "5": [
      "",
      "",
      "",
      ""
    ],
    "6": [
      "",
      "",
      "",
      ""
    ]
  },
  "Prüfung": "Platz für alles mögliche",
  "Version": [
    "2023-10-13",
    "2023-04-04",
    "2022-07-11",
    "2021-01-01"
  ],
  "Änderung": {
    "2023-10-13": "PL in SL geändert",
    "2023-04-04": "Neuer Modulbeauftragter",
    "2022-07-11": "Neuen Kurs xx eingefügt",
    "2021-01-01": "CP um einen erhöht"
  }
}