{
  "Titel": "BP18a  Practical Laboratory Course in General and Inorganic Chemistry for Scientists  Praktikum Allgemeine und Anorganische Chemie für Studierende der Naturwissenschaften als Studienleistung  Pflichtmodul  (Importmodul)  4 CP (insg.) = 120 h  4 SWS  Kontaktstudium  4 SWS / 60 h  Selbststudium  60 h",
  "Inhalte": "Versuche zu elektrolytischer Dissoziation, Säuren und Basen, Titration, Gleichgewichtskonstanten, Puffersysteme, Löslichkeit, Redoxreaktionen, Komplexchemie, Trennverfahren Vor dem praktischen Teil findet eine verpflichtende Sicherheits- und Einführungsveranstaltung statt.",
  "Lernergebnisse / Kompetenzziele": "Die Studierenden können mit chemischen Geräten und Apparaten umgehen und einfache Reaktionen, Nachweise und Messungen durchführen. Sie können mit Grundchemikalien umgehen. Sie sind in der Lage, Reaktionsgleichungen aufzustellen und die Stöchiometrie zu errechnen. Die Beschäftigung mit grundlegenden Stoffen, Eigenschaften und Reaktionen anorganischer Verbindungen bringt ihnen die Logik der Chemie nahe.",
  "Teilnahmevoraussetzungen für Modul bzw. für einzelne Lehrveranstaltungen des Moduls": "Modul 'Grundlagen der Allgemeinen und Anorganischen Chemie für Studierende der Naturwissenschaften und des Lehramts'",
  "Empfohlene Voraussetzungen": "-",
  "Organisatorische Hinweise": "Die Klausur erfordert eine verbindliche Online-Anmeldung bis spätestens 14 Tage vor dem Prüfungstermin. Diese kann bis zu zwei Werktage vor dem Prüfungstermin ohne Angabe von Gründen zurückgezogen werden.
  Blockveranstaltung in der vorlesungsfreien Zeit im Sommer. Die Organisation des Praktikums sowie die Anmeldung wird über OLAT abgewickelt.",
  "Zuordnung des Moduls (Studiengang / Fachbereich)": "B.Sc. Chemie / FB14",
  "Verwendbarkeit des Moduls für andere Studiengänge": "B.Sc. Geowissenschaften / FB11",
  "Häufigkeit des Angebots": "jährlich im Sommersemester",
  "Dauer des Moduls": "1 Semester",
  "Modulbeauftragte / Modulbeauftragter": "Dr. C. Buchsbaum",
  "Studiennachweise/ ggf. als Prüfungsvorleistungen": {
    "Teilnahmenachweise": "Praktikum: Regelmäßige Teilnahme an den Sicherheits- und Einführungsveranstaltungen 
    Seminar: Regelmäßige und aktive Teilnahme",
   "Leistungsnachweise": "Bearbeitung der Praktikumsversuche und Protokolle (siehe Praktikumsregularien)
   Klausur (120 Min.)"
    },
  "Lehr- / Lernformen": "Praktikum, Seminar",
  "Unterrichts- / Prüfungssprache": "Deutsch",
  "Modulprüfung": {
    "Modulabschlussprüfung bestehend aus:": "-",
    "kumulative Modulprüfung bestehend aus:": "-",
    "Bildung der Modulnote bei kumulativen Modulprüfungen:": "-"
  },
  "Übersicht": {
    "Veranstaltung": [
      "Praktikum 'Allgemeine und Anorganische Chemie für Studierende der Naturwissenschaften und des Lehramts'",
      "Seminar 'Allgemeine und Anorganische Chemie für Studierende der Naturwissenschaften und des Lehramts'",
      "Modulprüfung",
      "Summe"
    ],
    "LV-Form": [
      "Pr",
      "S",
      "",
      ""
    ],
    "SWS": [
      3,
      1,
      "",
      4
    ],
    "CP": [
      3,
      1,
      "",
      4
    ],
    "1": [
      "",
      "",
      "",
      ""
    ],
    "2": [
      "X",
      "X",
      "",
      ""
    ],
    "3": [
      "",
      "",
      "",
      ""
    ],
    "4": [
      "",
      "",
      "",
      ""
    ],
    "5": [
      "",
      "",
      "",
      ""
    ],
    "6": [
      "",
      "",
      "",
      ""
    ]
  },
  "Prüfung": "Platz für alles mögliche",
  "Version": [
    "2023-10-13",
    "2023-04-04",
    "2022-07-11",
    "2021-01-01"
  ],
  "Änderung": {
    "2023-10-13": "PL in SL geändert",
    "2023-04-04": "Neuer Modulbeauftragter",
    "2022-07-11": "Neuen Kurs xx eingefügt",
    "2021-01-01": "CP um einen erhöht"
  }
}