{
    "Titel": [
        "MP1",
        "Geoscience Seminars",
        "Geowissenschaftliche Seminare"
    ],
    "Inhalte": "Das Modul umfasst zwei Fortgeschrittenen-Seminare sowie das Geowissenschaftliche Kolloquium des Instituts. Eines der Seminare muss aus dem gewählten Schwerpunktfach stammen, das andere kann aus einem anderen Bereich der Ergänzungsfächer gewählt werden.\nIm Rahmen der Seminare werden ausgewählte geowissenschaftliche Themen des Schwerpunktfaches oder benachbarter geowissenschaftlicher Disziplinen durch die Studierenden aktiv erarbeitet, präsentiert und diskutiert. In kleineren Gruppen wird gelernt, wichtige Themen in den Geowissenschaften durch selbständige Literaturarbeit aufzuarbeiten und in Vorträgen mündlich wiederzugeben. Wichtige Inhalte sind zudem die kritische Rezeption, das Hinterfragen und die Diskussion der vorgestellten Themen und Inhalte auf Basis der im Verlauf des Bachelor- und Masterstudiums erworbenen Kenntnisse. Die beiden Seminare müssen bei verschiedenen Dozenten belegt werden.\nIm Geowissenschaftlichen Kolloquium des Instituts lernen die Studierenden durch Vorträge externer Referenten die nationale und internationale Forschungslandschaft kennen. Neueste Forschungsergebnisse zu unterschiedlichsten Themen in einer stets wechselnden Vortragsreihe geben ideale Einblicke in aktive Forschung und stellen eine ideale Plattform zum Networking für eine spätere Karriere dar. Über zwei dieser Vorträge müssen Berichte verfasst werden, in denen die Inhalte beschrieben und zusammengefasst werden. Ein Termin aus der Reihe Berufskolloquium, in dem externe Referenten*innen ihre geowissenschaftlichen Berufsfelder vorstellen, kann ebenfalls in das 2. Seminar Geowissenschaftliches Kolloquium eingebracht werden.",
    "Lernergebnisse / Kompetenzziele": "Ziele des Moduls sind neben dem vertieften fachspezifischen Auseinandersetzen mit geowissenschaftlicher Fachliteratur und dem kritischen Evaluieren derselben eine Reihe von nicht fachspezifischen Aspekten. Diese umfassen Rhetorik, umfangreiche Literaturrecherche, graphische Darstellung von Daten, Präsentationstechniken, sowie das Schulen fachspezifischer Fremdsprachenkenntnisse. \nDie Studierenden \n* erklären komplizierte und oft kontroverse Sachverhalte und lernen diese zusammenzufassen\n* evaluieren Daten, präsentieren diese und müssen die kritische Rezeption der vorgestellten Resultate begründen\n* festigen ihre mündlichen und schriftlichen Kommunikationsfähigkeiten\n* erhalten detaillierte Einblicke in Forschungsfelder und -inhalte\n* erhalten Einblicke in mögliche Berufsfelder von Geowissenschaftlern",
    "Teilnahmevoraussetzungen für Modul bzw. für einzelne Lehrveranstaltungen des Moduls": "bzw. für einzelne Lehrveranstaltungen des Moduls\n\n-",
    "Empfohlene Voraussetzungen": "-",
    "Organisatorische Hinweise": "Die Reihenfolge der Seminare kann flexibel gehandhabt werden.",
    "Zuordnung des Moduls (Studiengang / Fachbereich)": "(Studiengang / Fachbereich)\nM.Sc. Geowissenschaften / FB11",
    "Verwendbarkeit des Moduls für andere Studiengänge": "für andere Studiengänge \n-",
    "Häufigkeit des Angebots": "Nach Angebot",
    "Dauer des Moduls": "3 Semester",
    "Modulbeauftragte / Modulbeauftragter": "Prof. Dr. Wolfgang Müller",
    "Studiennachweise/ ggf. als Prüfungsvorleistungen": "Teilnahmenachweise \nRegelmäßige Teilnahme in Geowissenschaftliches Kolloquium\nAktive Teilnahme in den Seminaren\n\nLeistungsnachweise\n2 Berichte zu Geowissenschaftliches Kolloquium",
    "Lehr- / Lernformen": "Seminar",
    "Unterrichts- / Prüfungssprache": "Deutsch, Englisch",
    "Modulprüfung": "Modulabschlussprüfung \nbestehend aus:\n-\n\nkumulative Modulprüfung bestehend aus:\nVorträge in den beiden Seminaren\n\nBildung der Modulnote bei kumulativen Modulprüfungen:\nArithmetisches Mittel der Noten zu den beiden Seminar-Vorträgen\n\n\nLV-Form\nSWS\nCP\nSemester\n\n\n\n\n\n1\n2\n3\n4\n\n1. Seminar\nS\n2\n3\nX\n\n\n\n\n2. Seminar\nS\n2\n3\n\n\nX\n\n\nGeowissenschaftliches Kolloquium\nS\n2\n2\n\nX\n\n\n\nModulprüfung\nVorträge\n\n\nX\n\nX\n\n\nSumme\n\n6\n8\n\nMP",
    "Übersicht": {
        "Veranstaltung": [
            "SWS",
            "",
            "1",
            "",
            "3",
            "",
            "2",
            "X",
            "S",
            "X",
            "Modulprüfung",
            "X"
        ],
        "LV-Form": [
            "CP",
            "",
            "2",
            "1. Seminar",
            "X",
            "",
            "3",
            "",
            "2",
            "",
            "Vorträge",
            ""
        ],
        "SWS": [
            "Semester",
            "",
            "3",
            "S",
            "",
            "2. Seminar",
            "",
            "",
            "2",
            "",
            "",
            "X"
        ],
        "CP": [
            "",
            "",
            "4",
            "2",
            "",
            "S",
            "",
            "Geowissenschaftliches Kolloquium",
            "",
            "",
            "",
            ""
        ],
        "Semester": [
            [],
            [],
            [],
            [],
            [],
            []
        ]
    },
    "Prüfung": "Platz für alles mögliche",
    "Version": [
        "2023-10-13",
        "2023-04-04",
        "2022-07-11",
        "2021-01-01"
    ],
    "Änderung": {
        "2023-10-13": "PL in SL geändert",
        "2023-04-04": "Neuer Modulbeauftragter",
        "2022-07-11": "Neuen Kurs xx eingefügt",
        "2021-01-01": "CP um einen erhöht"
    }
}