{
    "Titel": [
        "MWp Min3",
        "Micro- and Nanoanalytics 2",
        "Mikro- und ",
        "Nanoanalytik 2",
        "Wahlpflichtmodul",
        "8 CP = 240 h",
        "7 SWS"
    ],
    "Inhalte": "Das Modul umfasst eine Reihe von Vorlesungen und Übungen aus den Bereichen der modernen Materialanalytik im Mikro- und Nanobereich. Die Veranstaltungen dieses Moduls ergänzen die im Bachelor Studium erworbenen Kenntnisse und vermitteln die notwendigen theoretischen, praktischen und analytische Fähigkeiten. Dieses Modul kann unabhängig von dem Modul Mikro- und Nanoanalytik I belegt werden, sofern die u.g. Voraussetzungen für die Teilnahme erfüllt sind.\nDie Veranstaltung Mikroanalytik II  EPMA, REM und ?-XRF baut auf den Inhalten der Mikroanalytik I auf und versetzt den Studierenden in die Lage, eigene Messprogramme zu erstellen und die vollständige Funktionalität der Messmethoden auszunutzen. \nIn der Nanoanalytik II  TEM werden neben den Standardmethoden der Transmissionselektronenmikroskopie spezielle Techniken wie z.B. zur Energiefilterung (EFTEM), der Analyse von Baufehlern (LACBED), der Strukturbestimmung (CBED) und der Energieverlustspektroskopie (EELS) vorgestellt. Die Übungen zur Vorlesung werden überwiegend am TEM durchgeführt und die Teilnehmer lernen ihre theoretisch erworbenen Kenntnisse direkt umzusetzen.\nIsotopen- und Spurenelementanalytik II: Theoretische und praktische Grundlagen sowohl zur in-situ Untersuchung von Festkörpern im Mikrobereich (LA ICP MS) als auch in Form von Lösungen (ICP MS). Die Veranstaltung Isotopen- und Spurenelementanalytik II findet als Blockkurs im Sommersemester statt und ist vor allem für Studierende geeignet, die eine Bachelor- oder Masterarbeit im Bereich Geochemie machen.\nUnter dem Oberbegriff Spezielle Methoden der Mikroanalytik sind unterschiedliche Veranstaltungen zu finden, z. B. vermittelt Quantitative Mikrogefüge- und Strukturanalyse: EBSD eine Methode der Elektronenrückstreubeugung (EBSD) am Rasterelektronenmikroskop. Neben einer hohen Ortsauflösung (< 1 ?m) bei der Bestimmung der Analyse der Orientierung einzelner Kristalle und ihrer Subkörner können auch Phasenidentifikationen basierend auf der Struktur und der Chemie an einem Messpunkt durchgeführt werden. Dünnschliffproben lassen sich hierdurch vollständig mit Phasenbestand, Mikrogefüge und Hauptelementchemie charakterisieren.\nDie Flankenmethode vermittelt den theoretischen Hintergrund und die praktischen Fähigkeiten, um an der Elektronenstrahlmikrosonde Fe2+/Fe3+-Bestimmungen durchzuführen. Damit besteht die Möglichkeit, mit einer Ortsauflösung im Mikrometerbereich auch an kleinen Mineralkörnern oder in zonierten Kristallen die Oxidationsstufe des Eisens zu bestimmen.",
    "Lernergebnisse / Kompetenzziele": "Das Modul vermittelt umfangreiche Kenntnisse der Festkörperanalytik auf der Mikro- und Nanoskala: Hierbei steht das Erlangen folgender Kompetenzen im Vordergrund:\n* Gezieltes Auswählen geeigneter Methoden für spezielle Fragestellungen der Festkörperanalytik \n* Eigenständiges praktisches Umsetzen der Analytischen Techniken (nach einer kurzen Einarbeitungszeit)\n* Beurteilen der wissenschaftlichen Ergebnisse\n* Durchführen von Fehlerbetrachtungen der Analysen\n* Abschätzen der Grenzen der Ortsauflösung, der Analysegenauigkeit, der erreichbaren Präzision und den Nachweisgrenzen einer Messung in Bezug auf die eingesetzte Methode.\n* Darstellen und Präsentieren festkörperanalytischer Daten\n* Erlernen des angemessenen respektvollen Umgangs mit analytischen Großgeräten\n* Abbauen von Berührungsängsten in der Verwendung von Großgeräten bei gleichzeitigem erlernen des sicheren Betriebs\n* Erlangen fachspezifischer Kenntnisse der Analytik von Gesteinen, Mineralen, deren Dünn- und Anschliffen bis hin zu Werkstoffen. \n* Aufbauen spezifischer Qualifikationen, die weit über das Kerngebiet der geowissenschaftlichen Grundkompetenz hinausgehen\n* Entwickeln von Kenntnissen für ein späteres Arbeitsfeld auch im Bereich der Materialwissenschaft, der Materialprüfung und Entwicklung",
    "Teilnahmevoraussetzungen für Modul bzw. für einzelne Lehrveranstaltungen des Moduls": "bzw. für einzelne Lehrveranstaltungen des Moduls\n\nFür Mikroanalytik II und Nanoanalytik II: Mikroanalytik I und Nanoanalytik I.  \nFür Spezielle Methoden der Mikroanalytik Die Flankenmethode: Mikroanalytik I und II.\nFür Isotopen- und Spurenelementanalytik II: Einführung in die Geochemie und entweder Einführung in die\nIsotopengeochemie oder Isotopen- und Spurenelementanalytik I",
    "Empfohlene Voraussetzungen": "-",
    "Organisatorische Hinweise": "Aus dem Angebot sind Veranstaltungen im Umfang von mind. 8 CP auszuwählen.",
    "Zuordnung des Moduls (Studiengang / Fachbereich)": "(Studiengang / Fachbereich)\nM.Sc. Geowissenschaften / FB 11",
    "Verwendbarkeit des Moduls für andere Studiengänge": "für andere Studiengänge \nB.Sc./M.Sc. Chemie",
    "Häufigkeit des Angebots": "jährlich",
    "Dauer des Moduls": "2 Semester",
    "Modulbeauftragte / Modulbeauftragter": "Prof. Dr. Frank Brenker",
    "Studiennachweise/ ggf. als Prüfungsvorleistungen": "Teilnahmenachweise \nAktive Teilnahme an den Übungen\n\nLeistungsnachweise\n-",
    "Lehr- / Lernformen": "Vorlesung, Übung",
    "Unterrichts- / Prüfungssprache": "Deutsch",
    "Modulprüfung": "Form / Dauer / ggf. Inhalt\n\nModulabschlussprüfung \nbestehend aus:\nKlausur (max. 120 min) über die Inhalte der gewählten Veranstaltungen\n\nkumulative Modulprüfung bestehend aus:\n-\n\nBildung der Modulnote bei kumulativen Modulprüfungen:\n-\n\nVeranstaltungsname\nLV-Form\nSWS\nCP\nSemester\n\n\n\n\n\n1\n2\n3\n4\n\nAuswahl aus:\n\n\n\n\n\n\n\n\nMikroanalytik 2 - EPMA, REM und µ-XRF\nV+Ü\n2\n2\nX\n\nX\n\n\nNanoanalytik 2 - TEM\nV+Ü\n2\n2\n\nX\n\n\n\nIsotopen- und Spurenelementanalytik 2\nV+Ü\n3\n4\n\nX\n\n\n\nSpezielle Methoden der Mikroanalytik\nV+Ü\n2\n2\n\n\n\n\n\nModulprüfung\nKlausur\n\n\nX\nX\nX\n\n\nSumme\n\n7\n8\n\nMWp",
    "Übersicht": {
        "Veranstaltung": [
            "SWS",
            "",
            "1",
            "",
            "",
            "",
            "2",
            "X",
            "V+Ü",
            "X",
            "Isotopen- und Spurenelementanalytik 2",
            "",
            "",
            "2",
            "",
            "",
            "X"
        ],
        "LV-Form": [
            "CP",
            "",
            "2",
            "Auswahl aus:",
            "",
            "",
            "2",
            "",
            "2",
            "",
            "V+Ü",
            "X",
            "Spezielle Methoden der Mikroanalytik",
            "",
            "",
            "",
            ""
        ],
        "SWS": [
            "Semester",
            "",
            "3",
            "",
            "",
            "Mikroanalytik 2 - EPMA, REM und µ-XRF",
            "X",
            "",
            "2",
            "",
            "3",
            "",
            "V+Ü",
            "",
            "Modulprüfung",
            "X",
            ""
        ],
        "CP": [
            "",
            "",
            "4",
            "",
            "",
            "V+Ü",
            "",
            "Nanoanalytik 2 - TEM",
            "",
            "",
            "4",
            "",
            "2",
            "",
            "Klausur",
            "X",
            ""
        ],
        "Semester": [
            [],
            [],
            [],
            [],
            [],
            []
        ]
    },
    "Prüfung": "Platz für alles mögliche",
    "Version": [
        "2023-10-13",
        "2023-04-04",
        "2022-07-11",
        "2021-01-01"
    ],
    "Änderung": {
        "2023-10-13": "PL in SL geändert",
        "2023-04-04": "Neuer Modulbeauftragter",
        "2022-07-11": "Neuen Kurs xx eingefügt",
        "2021-01-01": "CP um einen erhöht"
    }
}