{
    "Titel": [
        "MWp GeolPal7",
        "Evolution and Diversity of Vertebrates",
        "Evolution und Diversität der Wirbeltiere",
        "Wahlpflichtmodul",
        "8 CP (insg.) = 240 h",
        "8 SWS"
    ],
    "Inhalte": "Das Modul bietet einen vertiefenden Überblick über theoretische Grundlagen und zentrale Methoden in der Wirbeltierpaläontologie. In sechs Lehrveranstaltungen, aus denen Studierende frei wählen können, werden verschiedene Aspekte der Wirbeltierevolution behandelt.\nMeilensteine in der Wirbeltierevolution\nDie Vorlesung befasst sich mit zentralen Ereignissen der Wirbeltierevolution (z.B. Evolution der Kiefer und Zähne, Landgang der Wirbeltiere). Anhand aktueller Forschungsfragen werden die wichtigsten Anpassungen an sich verändernde Paläoumweltbedingungen und damit verbundene morphologische Transformationen präsentiert.\nEvolution der Synapsiden\nDie Vorlesung gibt einen detaillierten Einblick in die Evolution und Morphologie der Säugetiere und ihrer Vorfahren. Neben der Phylogenese der Großgruppen steht die Evolution typischer Säugermerkmale (z.B. Warmblütigkeit, Säugermittelohr) im Vordergrund.\nPaläontologie und Artenschutz\nDie Paläontologie ist als Wissenschaft vom Aussterben eine angewandte Disziplin. Sie ergänzt Biologie und Ökologie (wie funktioniert es?) um die geologische Tiefenzeit (warum funktioniert es?). Ausgehend vom \"Keystone Species\" Konzept (RT Paine) wird am Beispiel von Löwen und anderen Großraubtieren herausgearbeitet, wie sich Prognosefaktoren bei Naturschutzgebieten aus einer genauen Kenntnis von (1) biologischem Potential und (2) Evolution von Schlüsselarten wie z.B. Top-Prädatoren ableiten lassen. Die funktionelle Anatomie des Säugetierskeletts am Beispiel von Hund und Katze ist daher Teil der Lehrveranstaltung.\nFaunenschnitte im Känozoikum\nDie Vorlesung behandelt 65 Millionen Jahre Evolution der Megafauna in Australien, Südamerika, Afrika und der Nordhemisphäre im Vergleich. Ausgehend vom Biosphären-Konzept Vladimir Vernadskys, des Begründers der Erdsystemforschung (Biosfera, 1926), werden Plattentektonik, Meeresspiegelschwankungen, Arealgröße und Klimageschichte als Auslöser u.a. für Migrationen und Aussterbe-Events behandelt. \nBiodiversitätsdynamik im Fossilbericht der Wirbeltiere\nDie Veranstaltung deckt die zeitliche Dynamik der Wirbeltierdiversität mit den größten Diversifikationsereignissen ab und behandelt insbesondere die Berechnung und Modellierung verschiedener Maße für Biodiversität (z.B. taxonomische, ökologische, und morphologische Diversität). In einem Literaturseminar werden ausgewählte wissenschaftliche Publikationen zu den Themen des Moduls vorgestellt und diskutiert.\nSpezielle Themen\nAm Beispiel ausgewählter Fossillagerstätten werden den Studierenden mittels Übungen (z.B. zu Grabungs- und Präparationsmethoden) sowie theoretischen Lehreinheiten wichtige Schlüsselkompetenzen zum gesamtheitlichen Verständnis eines fossilen Ökosystems vermittelt.",
    "Lernergebnisse / Kompetenzziele": "Die Studierenden erläutern Grundwissen der Wirbeltierpaläontologie, vergleichen Fossilberichte verschiedener Wirbeltiergruppen und die wichtigsten Datensätze und Methoden, und wenden ausgewählte Methoden an. Sie\n* beschreiben und interpretieren vertiefendes Fachwissen zur Evolutionsbiologie und Morphologie verschiedener Wirbeltiergruppen (Vorlesungen)\n* erkennen, vergleichen und untersuchen die Prozesse der funktionellen Anpassung, der Artbildung und des Aussterbens sowie deren Abbildung im Fossilbericht der Wirbeltiere (Übungen und Exkursionen, z.B. Spezielle Themen, angeleitete Computerübung zu Biodiversitätsdynamik, einzelne Vorlesungstermine im Naturkundemuseum und Zoo)\n* erläutern ausgewählte wissenschaftliche Fachliteratur zum Thema und diskutieren und bewerten die Ergebnisse kritisch (Seminar)",
    "Teilnahmevoraussetzungen für Modul bzw. für einzelne Lehrveranstaltungen des Moduls": "bzw. für einzelne Lehrveranstaltungen des Moduls\n\n-",
    "Empfohlene Voraussetzungen": "Grundwissen in der Paläontologie und zur Erd- und Lebensgeschichte, insbesondere zur Evolution der Wirbeltiere, ist von Vorteil.",
    "Organisatorische Hinweise": "Für die Modulabschlussprüfung sollen mindestens 8 CP in beliebiger Reihenfolge in frei aus den o.g. gewählten Lehrveranstaltungen gesammelt werden, wobei jede absolvierte Lehrveranstaltung genau einmal zählt. Teile des Moduls können auf Englisch unterrichtet werden.",
    "Zuordnung des Moduls (Studiengang / Fachbereich)": "(Studiengang / Fachbereich)\nM.Sc. Geowissenschaften / FB11",
    "Verwendbarkeit des Moduls für andere Studiengänge": "für andere Studiengänge \n-",
    "Häufigkeit des Angebots": "Jährlich",
    "Dauer des Moduls": "2 Semester",
    "Modulbeauftragte / Modulbeauftragter": "PD Dr. Irina Ruf",
    "Studiennachweise/ ggf. als Prüfungsvorleistungen": "Teilnahmenachweise \nAktive Teilnahme in den Übungen \n\nLeistungsnachweise\nSeminar: Vortrag",
    "Lehr- / Lernformen": "Vorlesung, Seminar, Übung",
    "Unterrichts- / Prüfungssprache": "Deutsch, Englisch",
    "Modulprüfung": "Form / Dauer / ggf. Inhalt\n\nModulabschlussprüfung \nbestehend aus:\nKlausur (max. 120 min) über die Inhalte der gewählten Veranstaltungen\n\nkumulative Modulprüfung bestehend aus:\n-\n\nBildung der Modulnote bei kumulativen Modulprüfungen:\n-\n\n\nLV-Form\nSWS\nCP\nSemester\n\n\n\n\n\n1\n2\n3\n4\n\nAuswahl aus:\n\n\n\n\n\n\n\n\nMeilensteine in der Wirbeltierevolution\nV\n2\n2\n\nX\n\n\n\nEvolution der Synapsiden\nV\n2\n2\nX\n\nX\n\n\nPaläontologie und Artenschutz \nV\n2\n2\n\nX\n\n\n\nFaunenschnitte im Känozoikum \nV\n2\n2\nX\n\nX\n\n\nBiodiversitätsdynamik im Fossilbericht der Wirbeltiere\nV+S\n2\n2\nX\n\nX\n\n\nSpezielle Themen\nV+Ü\n2\n2\n\nX\n\n\n\nModulprüfung\nKlausur\n\n\n\nX\nX\n\n\nSumme\n\n8\n8\n\n\n\n\n\nGph1\nGeophysics 1\nGeophysik 1\n\nWahlpflichtmodul\n8 CP (insg.) = 240 h\n6 SWS\n\n\n\nKontaktstudium\n6 SWS / 90 h\nSelbststudium\n150 h\n\nInhalte\n\nDas Modul Geophysik 1 umfasst Vorlesungen und Übungen aus den Bereichen Seismologie, Geodynamik und Angewandte Methoden. In der Seismologie geht es um aktuell verwendete Verfahren zur Untersuchung des Aufbaus des Erdkörpers. In der Geodynamik steht die Physik magmatischer Prozesse im Vordergrund, und umfasst die Bildung, den Aufstieg und die Platznahme magmatischer Schmelzen sowie die Wechselwirkungen mit der Erdkruste und dem Erdmantel. In der Angewandten Geophysik wird die praxisnahe Durchführung potentialtheoretischer Verfahren zur Abschätzung der räumlichen Verteilung von Dichte und Magnetisierung des oberflächennahen Untergrunds behandelt.\nLernergebnisse / Kompetenzziele\n\nDie Studierenden\n* erlernen aktuelle Methoden und Verfahren aus den geophysikalischen Fachgebieten Seismologie, Geodynamik und Angewandte Geophysik\n* lösen komplexe geophysikalische Fragestellungen und Probleme\n* analysieren und interpretieren geophysikalische Datensätze \n* beurteilen, bewerten und quantifizieren geowissenschaftliche Zusammenhänge mit geophysikalischen Methoden\nTeilnahmevoraussetzungen für Modul bzw. für einzelne Lehrveranstaltungen des Moduls\n\n-\nEmpfohlene Voraussetzungen\n\n-\nOrganisatorische Hinweise\n\nIn dem Modul sind 2 Lehrveranstaltungen im Umfang von 8 CP auszuwählen.\nZuordnung des Moduls (Studiengang / Fachbereich)\nM.Sc. Geowissenschaften / FB11\nVerwendbarkeit des Moduls \nfür andere Studiengänge \nB.Sc./M.Sc. Mathematik, Physik\nHäufigkeit des Angebots\n1,5 jährlich\nDauer des Moduls\n1 Semester\nModulbeauftragte / Modulbeauftragter\nProf. Dr. Georg Rümpker\nStudiennachweise/ ggf. als Prüfungsvorleistungen\n\n\nTeilnahmenachweise \nAktive Teilnahme an den Übungen\n\nLeistungsnachweise\nErfolgreich absolvierte Übungen\nLehr- / Lernformen\nVorlesung, Übung\nUnterrichts- / Prüfungssprache\nDeutsch\nModulprüfung\nForm / Dauer / ggf. Inhalt\n\nModulabschlussprüfung \nbestehend aus:\nMündl. Prüfung (max. 60 min) oder Klausur (max. 120 min)\n\nkumulative Modulprüfung bestehend aus:\n-\n\nBildung der Modulnote bei kumulativen Modulprüfungen:\n-\n\n\nLV-Form\nSWS\nCP\nSemester\n\n\n\n\n\n1\n2\n3\n4\n\nSeismologie 1 für Fortgeschrittene: Spezielle Verfahren\nV+Ü\n3\n4\nX\n\nX\n\n\nGeodynamik 1 für Fortgeschrittene: Magmatische Prozesse\nV+Ü\n3\n4\nX\n\nX\n\n\nAngewandte Methoden 1 für Fortgeschrittene: Magnetik und Gravimetrie\nV+Ü\n3\n4\nX\n\nX\n\n\nModulprüfung\nvariabel\n\n\nX\n\nX\n\n\nSumme\n\n6\n8\n\n\n\n\n\nGph2\nGeophysics 2\nGeophysik 2\n\nWahlpflichtmodul\n8 CP (insg.) = 240 h\n6 SWS\n\n\n\nKontaktstudium\n6 SWS / 90 h\nSelbststudium\n150 h\n\nInhalte\n\nDas Modul Geophysik 2 umfasst Vorlesungen und Übungen aus den Bereichen Seismologie, Geodynamik und Angewandte Methoden. In der Seismologie geht es um grundlegende Verfahren der rechnergestützten Seismogrammanalyse und -bearbeitung. In der Geodynamik steht die Dynamik der Lithosphäre im Vordergrund und umfasst plattentektonische Prozesse wie Gebirgsbildung, Rifting, Subduktion, Erosion und Sedimentation. In der Angewandten Geophysik wird die praxisnahe Durchführung potentialtheoretischer Verfahren zur Abschätzung der räumlichen Verteilung der isotropen und anisotropen elektrischen Leitfähigkeit des oberflächennahen Untergrunds behandelt.\nLernergebnisse / Kompetenzziele\n\nDie Lernziele beziehen sich auf fortgeschrittene Anwendung von Methoden aus den geophysikalischen Fachgebieten Seismologie, Geodynamik und Angewandter Geophysik\n* Die Studierenden geben wieder, was sie gelernt haben\n* Sie erklären die Zusammenhänge anhand von Formeln und Graphen. \n* Sie wenden die erworbenen Fähigkeiten auf neue Sachverhalte an\n* Physikalische Modellvorstellungen werden formuliert, quantifiziert und anhand von Fallstudien analysiert\n* Verschiedene Modellvorstellungen werden kombiniert und in den geowissenschaftlichen Zusammenhang mit Nachbardisziplinen gebracht\n* Ergebnisse werden kritisch betrachtet, beurteilt und auf ihre Zweckmäßigkeit hin überprüft\nTeilnahmevoraussetzungen für Modul bzw. für einzelne Lehrveranstaltungen des Moduls\n\n-\nEmpfohlene Voraussetzungen\n\n-\nOrganisatorische Hinweise\n\nIn dem Modul sind 2 Lehrveranstaltungen im Umfang von 8 CP auszuwählen.\nZuordnung des Moduls (Studiengang / Fachbereich)\nM.Sc. Geowissenschaften / FB11\nVerwendbarkeit des Moduls \nfür andere Studiengänge \nB.Sc./M.Sc. Mathematik, Physik\nHäufigkeit des Angebots\n1,5 jährlich\nDauer des Moduls\n1 Semester\nModulbeauftragte / Modulbeauftragter\nProf. Dr. Andreas Junge\nStudiennachweise/ ggf. als Prüfungsvorleistungen\n\n\nTeilnahmenachweise \nAktive Teilnahme an den Übungen\n\nLeistungsnachweise\nErfolgreich absolvierte Übungen\nLehr- / Lernformen\nVorlesung, Übung\nUnterrichts- / Prüfungssprache\nDeutsch\nModulprüfung\nForm / Dauer / ggf. Inhalt\n\nModulabschlussprüfung \nbestehend aus:\nMündl. Prüfung (max. 60 min) oder Klausur (max. 120 min)\n\nkumulative Modulprüfung bestehend aus:\n-\n\nBildung der Modulnote bei kumulativen Modulprüfungen:\n-\n\n\nLV-Form\nSWS\nCP\nSemester\n\n\n\n\n\n1\n2\n3\n4\n\nSeismologie 2 für Fortgeschrittene: Datenanalyse und Signalverarbeitung\nV+Ü\n3\n4\n\nX\n\n\n\nGeodynamik 2 für Fortgeschrittene: Dynamik der Lithosphäre\nV+Ü\n3\n4\n\nX\n\n\n\nAngewandte Methoden 2 für Fortgeschrittene: Geoelektrik\nV+Ü\n3\n4\n\nX\n\n\n\nModulprüfung\nKlausur\n\n\n\nX\n\n\n\nSumme\n\n6\n8\n\n\n\n\n\nGph3\nGeophysics 3\nGeophysik 3\n\nWahlpflichtmodul\n8 CP (insg.) = 240 h\n6 SWS\n\n\n\nKontaktstudium\n6 SWS / 90 h\nSelbststudium\n150 h\n\nInhalte\n\nDas Modul Geophysik 3 umfasst Vorlesungen und Übungen aus den Bereichen Seismologie, Geodynamik und Angewandte Methoden. In der Seismologie geht es um grundlegende Verfahren zur Erschließung des Informationsgehalts seismologischer und geophysikalischer Messdaten.  In der Geodynamik steht die Physik von Mantelprozessen im Vordergrund, und umfasst die Fluiddynamik von Mantelkonvektion und Plumes, sowie die Wechselwirkung mit der Lithosphäre. In der Angewandten Geophysik wird die praxisnahe Durchführung elektromagnetischer Verfahren zur Abschätzung der räumlichen Verteilung der isotropen und anisotropen elektrischen Leitfähigkeit des oberflächennahen Untergrunds behandelt.\nLernergebnisse / Kompetenzziele\n\nZiel dieses Moduls ist das Erlernen von Grundlagen und Methoden aus den geophysikalischen Fachgebieten Seismologie, Geodynamik und Angewandter Geophysik. Hierzu zählen\n* Erarbeiten seismologischer, geodynamischer und angewandter geophysikalischer Methoden\n* Kennen und Bewerten der Grenzen geodynamischer Konzepte und geophysikalischer Interpretationen\n* Verstehen und Beurteilen geophysikalischer Prozesse und deren Rolle bei der Ausbildung geophysikalischer Strukturen\n* Selbstständiges Erlernen und Vertiefen durch theoretische und praktische Übungen\nTeilnahmevoraussetzungen für Modul bzw. für einzelne Lehrveranstaltungen des Moduls\n\n-\nEmpfohlene Voraussetzungen\n\n-\nOrganisatorische Hinweise\n\nIn dem Modul sind 2 Lehrveranstaltungen im Umfang von 8 CP auszuwählen.\nZuordnung des Moduls (Studiengang / Fachbereich)\nM.Sc. Geowissenschaften / FB11\nVerwendbarkeit des Moduls \nfür andere Studiengänge \nB.Sc./M.Sc. Mathematik, Physik\nHäufigkeit des Angebots\n1,5 jährlich\nDauer des Moduls\n1 Semester\nModulbeauftragte / Modulbeauftragter\nProf. Dr. Harro Schmeling\nStudiennachweise/ ggf. als Prüfungsvorleistungen\n\n\nTeilnahmenachweise \nAktive Teilnahme an den Übungen\n\nLeistungsnachweise\nErfolgreich absolvierte Übungen\nLehr- / Lernformen\nVorlesung, Übung\nUnterrichts- / Prüfungssprache\nDeutsch\nModulprüfung\nForm / Dauer / ggf. Inhalt\n\nModulabschlussprüfung \nbestehend aus:\nMündl. Prüfung (max. 60 min) oder Klausur (max. 120 min)\n\nkumulative Modulprüfung bestehend aus:\n-\n\nBildung der Modulnote bei kumulativen Modulprüfungen:\n-\n\n\nLV-Form\nSWS\nCP\nSemester\n\n\n\n\n\n1\n2\n3\n4\n\nSeismologie 3 für Fortgeschrittene: Inversionsverfahren\nV+Ü\n3\n4\n\n\nX\n\n\nGeodynamik 3 für Fortgeschrittene: Mantelprozesse\nV+Ü\n3\n4\n\n\nX\n\n\nAngewandte Methoden 3 für Fortgeschrittene: Elektromagnetik\nV+Ü\n3\n4\n\n\nX\n\n\nModulprüfung\n\n\n\n\n\nX\n\n\nSumme\n\n6\n8\n\n\n\n\n\nGph4\nGeophysics 4\nGeophysik 4\n\nWahlpflichtmodul\n8 CP (insg.) = 240 h\n6 SWS\n\n\n\nKontaktstudium\n6 SWS / 90 h\nSelbststudium\n150 h\n\nInhalte\n\nDas Modul umfasst Vorlesungen und Übungen aus den Bereichen Experimentalphysik, Theoretische Physik, sowie der Mathematik und Informatik. Mögliche Themenschwerpunkte sind: Mathematische Methoden der Physik, Spezielle Themen der Experimentalphysik, Partielle Differentialgleichungen, Funktionentheorie, Programmierung, Hardwarearchitektur.\nLernergebnisse / Kompetenzziele\n\nDie Studierenden\n* vertiefen ihre Kenntnisse in den geophysikalisch relevanten Fachgebieten der Physik, Mathematik und Informatik\n* erweitern ihr Verständnis naturwissenschaftlicher Methoden und Verfahren \n* erkennen interdisziplinäre Zusammenhänge und entwickeln neue Lösungsansätze\nTeilnahmevoraussetzungen für Modul bzw. für einzelne Lehrveranstaltungen des Moduls\n\n-\nEmpfohlene Voraussetzungen\n\n-\nOrganisatorische Hinweise\n\nIn dem Modul sind Lehrveranstaltungen im Umfang von 8 CP auszuwählen. Diese sind in Absprache mit dem Modulverantwortlichen aus dem aktuellen Angebot der o.g. Disziplinen zu wählen. Die Prüfungsregeln entsprechen denen für die B.Sc.- bzw. M.Sc.-Studiengänge Physik, Mathematik bzw. Informatik.\nZuordnung des Moduls (Studiengang / Fachbereich)\nM.Sc. Geowissenschaften / FB11\nVerwendbarkeit des Moduls \nfür andere Studiengänge \n-\nHäufigkeit des Angebots\njährlich\nDauer des Moduls\n2 Semester\nModulbeauftragte / Modulbeauftragter\nProf. Dr. Georg Rümpker\nStudiennachweise/ ggf. als Prüfungsvorleistungen\n\n\nTeilnahmenachweise \nAktive Teilnahme an den Übungen\n\nLeistungsnachweise\nErfolgreich absolvierte Übungen\nLehr- / Lernformen\nVorlesung, Übung\nUnterrichts- / Prüfungssprache\nDeutsch, Englisch\nModulprüfung\nForm / Dauer / ggf. Inhalt\n\nModulabschlussprüfung \nbestehend aus:\n-\n\nkumulative Modulprüfung bestehend aus:\nJe nach gewählten Veranstaltungen\n\nBildung der Modulnote bei kumulativen Modulprüfungen:\nArithmetisches Mittel der Noten zu den gewählten Veranstaltungen\n\n\nLV-Form\nSWS\nCP\nSemester\n\n\n\n\n\n1\n2\n3\n4\n\nVorlesungen und Übungen aus dem aktuellen Angebot der Experimentalphysik, Theoretischen Physik, Mathematik und Informatik\nV+Ü\n6\n8\nX\nX\nX\n\n\nMin1\nAdvanced Petrology and Geochemistry\nPetrologie und Geochemie für Fortgeschrittene\nWahlpflichtmodul\n8 CP (insg.) = 240 h\n7 - 8 SWS\n\n\n\nKontaktstudium\n7 - 8 SWS / 105 -120 h\nSelbststudium\n120  135 h\n\nInhalte\n\nDas Modul besteht aus mehreren Lehrveranstaltungen, von denen zwei bis drei im Umfang von mind. 8 CP zu belegen sind.\nEinführung in die Thermodynamik\nIn der Veranstaltung werden thermodynamische Grundlagen zur quantitativen Lösung geowissenschaftlicher Fragestellungen eingesetzt. Die theoretische Basis für die quantitative Geothermobarometrie wird erklärt und geübt.\nExperimentelle Mineralogie und Petrologie\nIn der Veranstaltung werden die wichtigsten Grundlagen zum experimentellen Arbeiten in der Mineralogie und Petrologie vermittelt. Hierzu wird sowohl auf Hochtemperatur- als auch Hockdruckexperimente eingegangen. Die Veranstaltung ist stark methodisch ausgerichtet wobei einige Experimente im Rahmen der Übungen in Gruppen durchgeführt werden.\nSpezielle Themen der Geochemie\nIn der Veranstaltung werden abwechselnd unterschiedliche geochemisch relevante Themen vertieft.\nSpezielle Themen der Petrologie\nIn der Veranstaltung werden abwechselnd unterschiedliche petrologisch relevante Themen vertieft.\nLernergebnisse / Kompetenzziele\n\nZiel dieses Moduls ist das Erlernen von modernen petrologischen und geochemischen Methoden mit Blick auf zukünftige selbständige Forschungsarbeit in diesen Fachgebieten. \nDie Studierenden \n* befassen sich mit der quantitativen Lösung petrologischer und geochemischer Fragestellungen mit Hilfe der Thermodynamik\n* erlernen durch synergetisches Denken unter Nutzung bis dahin erworbener Kenntnisse aus den Fachgebieten der Mineralogie, Petrologie und Geochemie wie geowissenschaftliche Fragestellungen experimentell gelöst werden. Dazu gehört die Strategieentwicklung für die gezielte Durchführung von Experimenten und deren Auswertung\n* interpretieren analytische Daten im Kontext geochemischer und petrologischer Prozesse\nTeilnahmevoraussetzungen für Modul bzw. für einzelne Lehrveranstaltungen des Moduls\n\nAbschluss Modul BWp7 Vertiefung Petrologie im Bachelorstudium oder äquivalente Veranstaltungen\nEmpfohlene Voraussetzungen\n\n-\nOrganisatorische Hinweise\n\nAus dem Angebot sind Veranstaltungen im Umfang von mind. 8 CP auszuwählen. Falls beide Veranstaltungen Einführung in die Thermodynamik und Experimentelle Mineralogie und Petrologie belegt werden, müssen beide Veranstaltungen bestanden sein. Es ist dem oder der Studierenden überlassen, welche der beiden Veranstaltungen für die Modulprüfung gilt.\nZuordnung des Moduls (Studiengang / Fachbereich)\nM.Sc. Geowissenschaften / FB11\nVerwendbarkeit des Moduls \nfür andere Studiengänge \nB.Sc./M.Sc. Chemie\nHäufigkeit des Angebots\njährlich\nDauer des Moduls\n2 Semester\nModulbeauftragte / Modulbeauftragter\nProf. Dr. Alan Woodland\nStudiennachweise/ ggf. als Prüfungsvorleistungen\n\n\nTeilnahmenachweise \n-\n\nLeistungsnachweise\nErfolgreiche Teilnahme (z.B. Übungen oder Vortrag) an Spezielle Themen der Petrologie und/oder Spezielle Themen der Geochemie\nLehr- / Lernformen\nVorlesung, Übung, Seminar\nUnterrichts- / Prüfungssprache\nDeutsch, Englisch\nModulprüfung\nForm / Dauer / ggf. Inhalt\n\nModulabschlussprüfung \nbestehend aus:\nKlausur (90 min) zu Einführung in die Thermodynamik oder Bericht zu Experimentelle Mineralogie und Petrologie\n\nkumulative Modulprüfung bestehend aus:\n-\n\nBildung der Modulnote bei kumulativen Modulprüfungen:\n-\n\n\nLV-Form\nSWS\nCP\nSemester\n\n\n\n\n\n1\n2\n3\n4\n\nAuswahl aus:\n\n\n\n\n\n\n\n\nEinführung in die Thermodynamik\nV+Ü\n4\n4\nX\n\nX\n\n\nExperimentelle Mineralogie und Petrologie\nV+Ü\n3\n4\nX\n\nX\n\n\nSpezielle Themen der Geochemie\nV/Ü/S\n2\n2\n\nX\n\n\n\nSpezielle Themen der Petrologie\nV/Ü/S\n2\n2\n\nX\n\n\n\nModulprüfung\nKlausur/Bericht\n\n\nX\n\nX\n\n\nSumme\n\n7 - 8\n8\n\nMWp",
    "Übersicht": {
        "Veranstaltung": [
            "SWS",
            "",
            "1",
            "",
            "",
            "",
            "2",
            "",
            "V",
            "",
            "Paläontologie und Artenschutz",
            "",
            "",
            "2",
            "",
            "2",
            "X",
            "V+Ü",
            "X",
            "Modulprüfung",
            ""
        ],
        "LV-Form": [
            "CP",
            "",
            "2",
            "Auswahl aus:",
            "",
            "",
            "2",
            "",
            "2",
            "X",
            "V",
            "X",
            "Faunenschnitte im Känozoikum",
            "X",
            "",
            "2",
            "",
            "2",
            "",
            "Klausur",
            "X"
        ],
        "SWS": [
            "Semester",
            "",
            "3",
            "",
            "",
            "Meilensteine in der Wirbeltierevolution",
            "",
            "",
            "2",
            "",
            "2",
            "",
            "V",
            "",
            "Biodiversitätsdynamik im Fossilbericht der Wirbeltiere",
            "X",
            "",
            "2",
            "",
            "",
            "X"
        ],
        "CP": [
            "",
            "",
            "4",
            "",
            "",
            "V",
            "X",
            "Evolution der Synapsiden",
            "X",
            "",
            "2",
            "",
            "2",
            "X",
            "V+S",
            "",
            "Spezielle Themen",
            "",
            "",
            "",
            ""
        ],
        "Semester": [
            [],
            [],
            [],
            [],
            [],
            []
        ]
    },
    "Prüfung": "Platz für alles mögliche",
    "Version": [
        "2023-10-13",
        "2023-04-04",
        "2022-07-11",
        "2021-01-01"
    ],
    "Änderung": {
        "2023-10-13": "PL in SL geändert",
        "2023-04-04": "Neuer Modulbeauftragter",
        "2022-07-11": "Neuen Kurs xx eingefügt",
        "2021-01-01": "CP um einen erhöht"
    }
}