{
    "Modul-Code": "BP13",
    "Modul-Name-en": "Data Analysis and Modelling",
    "Modul-Name-de": "Datenanalyse und Modellierung",
    "Modul-Typ": "",
    "Anzhal CP und Arbeitsaufwand": "6 CP (insg.) = 180 h",
    "Anzahl SWS": "4 SWS",
    "Kontaktstudium": "4 SWS / 60 h",
    "Selbststudium": "120 h",
    "Inhalte": "Das Modul umfasst Vorlesungen und Übungen aus den Bereichen wissenschaftliche Programmierung und Modellierung. Es werden zunächst Grundlagen in wissenschaftlichen Programmiersprachen (Python, Julia) und deren Anwendung für geowissenschaftliche Modellierungen vermittelt. In Data Science werden Daten u.a. aus Datenbanken kombiniert, dargestellt, visualisiert und analysiert, auch unter Zuhilfenahme interaktiver Elemente. Es werden einfache geochemische Prozesse modelliert. Die Arbeit mit Daten entsprechend den FAIR (findable, accessible, interoperable, reusable) Prinzipien wird besprochen. Die Vermittlung der Lehrinhalte erfolgt in rechnergestützten Übungen.",
    "Lernergebnisse / Kompetenzziele": "Die Lernziele beziehen sich auf Grundlagen und Anwendung von Methoden zur Datenanalyse und Modellierung mit Hilfe von Programmiersprachen. Sie erwerben die Fähigkeit geowissenschaftliche Fragestellungen mit Hilfe z.B. numerischer Algorithmen zu quantifizieren und zu visualisieren. Die Studierenden \n* erklären die Zusammenhänge anhand von Formeln und Graphen.\n* wenden die erworbenen Fähigkeiten auf neue Sachverhalte an.\n* können geowissenschaftliche Strukturen und Prozesse aus unterschiedlichen Disziplinen numerisch simulieren und natürliche Gegebenheiten nachstellen (Modellierung).\n* können verschiedene Modellvorstellungen kombinieren und in den geowissenschaftlichen Zusammenhang mit Nachbardisziplinen bringen.\n* importieren Datensätze aus Datenbanken die sie anschließend interaktiv visualisieren und analysieren \n* finden Formeln um damit geochemische Prozess zu modellieren \n* wenden die FAIR Prinzipien auf eigenen Datensätze an.",
    "Teilnahmevoraussetzungen für Modul bzw. für einzelne Lehrveranstaltungen des Moduls": "keine",
    "Empfohlene Voraussetzungen": "Abschluss des Moduls BP15 \"Mathematik\"",
    "Organisatorische Hinweise": "",
    "Zuordnung des Moduls (Studiengang / Fachbereich)": "B.Sc. Geowissenschaften / FB11",
    "Verwendbarkeit des Moduls für andere Studiengänge": "keine",
    "Häufigkeit des Angebots": "jährlich",
    "Dauer des Moduls": "2 Semester",
    "Modulbeauftragte / Modulbeauftragter": "Prof. Dr. Thibault Duretz",
    "Studiennachweise/ ggf. als Prüfungsvorleistungen": {
        "Teilnahmenachweise": "keine",
        "Leistungsnachweise": "Erfolgreich absolvierte Übungsaufgaben"
    },
    "Lehr- / Lernformen": "Vorlesung, Übung",
    "Unterrichts- / Prüfungssprache": "Deutsch",
    "Modulprüfung": {
        "Modulabschlussprüfung bestehend aus": "Bericht (ca. 8-10 Seiten) zu „Grundlagen wiss. Programmierung und Modellierung“ (exemplarisch vor inhaltlichem Abschluss des Moduls)",
        "kumulative Modulprüfung bestehend aus": "",
        "Bildung der Modulnote bei kumulativen Modulprüfungen": ""
    },
    "Semester-Tabelle": [
        [ "Grundlagen wiss. Programmierung und Modellierung", "V+Ü", 2, 3, "", "", "X", "", "", "" ],
        [ "Data Science", "V+Ü", 2, 3, "", "", "", "X", "", "" ],
        [ "Modulprüfung", "Bericht", "", "", "", "", "X", "", "", "" ],
        [ "Summe", "", 4, 6, "", "", "", "", "", "" ]
    ],
    "Bemerkungen": "keine",
    "Version": [
        "2025-01-06"
    ],
    "Änderung": {
        "2025-01-06": "\"Data Science\" ersetzt \"Statistische Datenauswertung\" und folgende Teile wurden geändert: Inhalte, Lernergebnisse / Kompetenzziele"
    }
}