{
    "Modul-Code": "BP13",
    "Modul-Name-en": "Data Analysis and Modelling",
    "Modul-Name-de": "Datenanalyse und Modellierung",
    "Modul-Typ": "",
    "Anzhal CP und Arbeitsaufwand": "6 CP (insg.) = 180 h",
    "Anzahl SWS": "4 SWS",
    "Kontaktstudium": "4 SWS / 60 h",
    "Selbststudium": "120 h",
    "Inhalte": "Das Modul umfasst Vorlesungen und Übungen aus den Bereichen wissenschaftliche Programmierung und Modellierung. Es werden zunächst Grundlagen in wissenschaftlichen Programmiersprachen und deren Anwendung für geowissenschaftliche Modellierungen vermittelt. In der Statistischen Datenauswertung werden Kriterien zur Anpassung geowissenschaftlicher Beobachtungsdaten durch Modelle behandelt. Es werden u.a. Fehleranalysen, Ausgleichrechnungen und Testverfahren besprochen. Die Vermittlung der Lehrinhalte erfolgt neben den Vorlesungen in rechnergestützten Übungen.",
    "Lernergebnisse / Kompetenzziele": "Die Lernziele beziehen sich auf Grundlagen und Anwendung von Methoden zur Datenanalyse und Modellierung mit Hilfe von Programmiersprachen. Sie erwerben die Fähigkeit, geowissenschaftliche Fragestellungen mit Hilfe numerischer Algorithmen zu quantifizieren und zu visualisieren.\n* Die Studierenden geben wieder, was sie gelernt haben.\n* Sie erklären die Zusammenhänge anhand von Formeln und Graphen.\n* Sie wenden die erworbenen Fähigkeiten auf neue Sachverhalte an.\n* Geowissenschaftliche Strukturen und Prozesse aus unterschiedlichen Disziplinen werden numerisch simuliert und natürliche Gegebenheiten nachgestellt (Modellierung).\n* Verschiedene Modellvorstellungen werden kombiniert und in den geowissenschaftlichen Zusammenhang mit Nachbardisziplinen gebracht.\n* In der statistischen Datenauswertung wird die kritische Betrachtung von geowissenschaftlichen Beobachtungen geschult und die Tragfähigkeit von Modellvorstellungen überprüft.",
    "Teilnahmevoraussetzungen für Modul bzw. für einzelne Lehrveranstaltungen des Moduls": "keine",
    "Empfohlene Voraussetzungen": "Abschluss des Moduls BP15 \"Mathematik\"",
    "Organisatorische Hinweise": "",
    "Zuordnung des Moduls (Studiengang / Fachbereich)": "B.Sc. Geowissenschaften / FB11",
    "Verwendbarkeit des Moduls für andere Studiengänge": "keine",
    "Häufigkeit des Angebots": "jährlich",
    "Dauer des Moduls": "2 Semester",
    "Modulbeauftragte / Modulbeauftragter": "Prof. Dr. Thibault Duretz",
    "Studiennachweise/ ggf. als Prüfungsvorleistungen": {
        "Teilnahmenachweise": "keine",
        "Leistungsnachweise": "Erfolgreich absolvierte Übungsaufgaben"
    },
    "Lehr- / Lernformen": "Vorlesung, Übung",
    "Unterrichts- / Prüfungssprache": "Deutsch",
    "Modulprüfung": {
        "Modulabschlussprüfung bestehend aus": "Bericht (ca. 8-10 Seiten) zu „Grundlagen wiss. Programmierung und Modellierung“ (exemplarisch vor inhaltlichem Abschluss des Moduls)",
        "kumulative Modulprüfung bestehend aus": "",
        "Bildung der Modulnote bei kumulativen Modulprüfungen": ""
    },
    "Semester-Tabelle": [
        [ "Grundlagen wiss. Programmierung und Modellierung", "V+Ü", 2, 3, "", "", "X", "", "", "" ],
        [ "Data Science", "V+Ü", 2, 3, "", "", "", "X", "", "" ],
        [ "Modulprüfung", "Bericht", "", "", "", "", "X", "", "", "" ],
        [ "Summe", "", 4, 6, "", "", "", "", "", "" ]
    ],
    "Bemerkungen": "keine",
    "Version": [
        "2025-01-06"
    ],
    "Änderung": {
        "2025-01-06": "Bereitstellung"
    }
}