{
    "Modul-Code": "BP14",
    "Modul-Name-en": "Geosciences 4",
    "Modul-Name-de": "Geowissenschaften 4",
    "Modul-Typ": "Pflichtmodul",
    "Anzhal CP und Arbeitsaufwand": "6 CP (insg.) = 180 h",
    "Anzahl SWS": "4 SWS",
    "Kontaktstudium": "4 SWS / 60 h",
    "Selbststudium": "120 h",
    "Inhalte": "Dieses Modul dient der Erweiterung des geowissenschaftlichen Grundverstaùndnisses planetarer Prozesse und der zugrunde liegenden analytischen Verfahren. Es werden Einblicke in wichtige moderne analytische Methoden und Messverfahren gegeben, die in gängiger Weise zur Untersuchung von terrestrischen und planetaren Proben eingesetzt werden.\nIn der Veranstaltung \"Materialanalytische Methoden\" werden die im Haus vorhandenen analytischen und praktizierten Methoden vorgestellt. Der Fokus richtet sich hierbei auf die zum Verständnis erforderlichen physikalischen und chemischen Grundlagen sowie auf einige wichtige Anwendungen dieser Analysetechniken.\nIn der Vorlesung \"Planetare Geologie\" werden die grundlegenden Prozesse der Planetenentstehung und -entwicklung vertieft. Der Fokus richtet sich hierbei auf unser Sonnensystem.",
    "Lernergebnisse / Kompetenzziele": "Lernziel in diesem Modul ist ein erstes Kennenlernen und Verstehen der zur Untersuchung von terrestrischen und planetaren Proben eingesetzten analytischen Verfahren und die Interpretation der erlangten Daten. Die Studierenden sollen insbesondere vermittelt bekommen\n* welche Analysetechniken für eine gegebene Fragestellung herangezogen werden können\n* auf welchen physikalischen und chemischen Grundlagen diese Verfahren aufbauen\n* wie die mit diesen Methoden gewonnenen Datensätze zum Verständnis planetarer Prozesse beitragen",
    "Teilnahmevoraussetzungen für Modul bzw. für einzelne Lehrveranstaltungen des Moduls": "Abschluss der Module BP1 \"Geowissenschaften 1\" und BP2 \"Geomaterialien\"",
    "Empfohlene Voraussetzungen": "Abschluss der Module BP16 \"Physik\" und BP17 \"Chemie\"",
    "Organisatorische Hinweise": "Die Veranstaltungen bauen inhaltlich aufeinander auf. Es wird empfohlen, die Veranstaltung \"Materialanalytische Methoden\" abgeschlossen zu haben, bevor die Vorlesung \"Planetare Geologie\" besucht wird.",
    "Zuordnung des Moduls (Studiengang / Fachbereich)": "B.Sc. Geowissenschaften / FB11",
    "Verwendbarkeit des Moduls für andere Studiengänge": "keine",
    "Häufigkeit des Angebots": "jährlich",
    "Dauer des Moduls": "2 Semester",
    "Modulbeauftragte / Modulbeauftragter": "Apl. Prof. Dr. Jens Fiebig",
    "Studiennachweise/ ggf. als Prüfungsvorleistungen": {
        "Teilnahmenachweise": "keine",
        "Leistungsnachweise": "Erfolgreich absolvierte Übungen zu \"Planetare Geologie\"\nKlausur (90 min) zu \"Materialanalytische Methoden\""
    },
    "Lehr- / Lernformen": "Vorlesung, Übung",
    "Unterrichts- / Prüfungssprache": "Deutsch",
    "Modulprüfung": {
        "Modulabschlussprüfung bestehend aus": "keine",
        "kumulative Modulprüfung bestehend aus": "",
        "Bildung der Modulnote bei kumulativen Modulprüfungen": ""
    },
    "Semester-Tabelle": [
        [ "Materialanalytische Methoden", "V", 2, 3, "", "", "", "X", "", "" ],
        [ "Planetare Geologie", "V+Ü", 2, 3, "", "", "", "", "X", "" ],
        [ "Modulprüfung", "", "", "", "", "", "", "", "", "" ],
        [ "Summe", "", 4, 6, "", "", "", "", "", "" ]
    ],
    "Bemerkungen": "keine",
    "Version": [
        "2025-01-06"
    ],
    "Änderung": {
        "2025-01-06": "Bereitstellung"
    }
}