{
    "Modul-Code": "BP16b",
    "Modul-Name-en": "Introduction to Physics A2",
    "Modul-Name-de": "for Minors",
    "Modul-Typ": "Einführung in die",
    "Anzhal CP und Arbeitsaufwand": "6 CP (insg.) = 180 h",
    "Anzahl SWS": "4 SWS",
    "Kontaktstudium": "4 SWS / 60 h",
    "Selbststudium": "120 h",
    "Inhalte": "Elektrodynamik: Coulomb-Gesetz, elektrisches Feld, Potential, Spannung, Arbeit, Leistung, Materie im E-Feld, Kapazität, Energie des E-Felds, Strom, Widerstand, Magnetfeld, Biot-Savart'sches Gesetz, Materie im B-Feld, magnetische Kraft, Hall-Effekt, Faraday'sches Induktionsgesetz, Induktivität, Energie des B-Felds, Elektromotor, Generator, Transformator, Wechselstromkreise, Maxwell-Gleichungen, elektromagnetische Wellen\nOptik: Reflexions- und Brechungsgesetz, Linsentypen, Linsenschleiferformel, Abbildungsgleichung, optische Instrumente (insbesondere Teleskop und Mikroskop), Dispersion, Huygens'sches Prinzip, Beugung und Interferenz, Auflösung von Teleskop und Mikroskop, Kohärenz, Polarisation",
    "Lernergebnisse / Kompetenzziele": "Kenntnisse der Elektrodynamik sind unerlässlich, um die maágeblich von elektrischen und magnetischen Kräften geprägten Eigenschaften von Materie zu verstehen. Die Optik befasst sich mit der Ausbreitung von Wellen (insbesondere von elektromagnetischen Wellen) und deren Wechselwirkung mit Materie. In der Vorlesung steht dabei das Verständnis von Abbildungsprozessen im Vordergrund. Die in der Vorlesung vermittelten Inhalte werden in den Übungen angewendet. Die Studierenden sind anschlieáend in der Lage, entsprechende Problemstellungen selbständig zu analysieren und zu lösen.",
    "Teilnahmevoraussetzungen für Modul bzw. für einzelne Lehrveranstaltungen des Moduls": "keine",
    "Empfohlene Voraussetzungen": "Inhalt des Moduls NFPHY-VA1",
    "Organisatorische Hinweise": "Die Organisation der Übung erfolgt online über OLAT.\nZur Klausur ist eine Anmeldung erforderlich. Der Klausurtermin wird im LSF und durch Aushang am Prüfungsamt des FB Physik bekanntgegeben. Die Anmeldung zur Klausur erfolgt online über QIS. Die Anmeldefrist endet eine Woche vor dem Klausurtermin, die Rücktrittsfrist endet einen Tag vor dem Klausurtermin.\nNur die bessere der beiden Noten aus \"Physik A1\" und \"Physik A2\" wird gewertet. Beide Klausuren müssen bestanden sein.",
    "Zuordnung des Moduls (Studiengang / Fachbereich)": "B.Sc. Physik / FB13",
    "Verwendbarkeit des Moduls für andere Studiengänge": "B.Sc. Geowissenschaften / FB11",
    "Häufigkeit des Angebots": "jährlich im SoSe",
    "Dauer des Moduls": "1 Semester",
    "Modulbeauftragte / Modulbeauftragter": "Dr. Tutsch",
    "Studiennachweise/ ggf. als Prüfungsvorleistungen": {
        "Teilnahmenachweise": "Regelmäáige Teilnahme an den Übungen",
        "Leistungsnachweise": "erfolgreiche Bearbeitung von Übungsaufgaben oder\nBestehen von Tests (Prüfungsvorleistung)"
    },
    "Lehr- / Lernformen": "Vorlesung, Übung",
    "Unterrichts- / Prüfungssprache": "Deutsch",
    "Modulprüfung": {
        "Modulabschlussprüfung bestehend aus": "",
        "kumulative Modulprüfung bestehend aus": "keine",
        "Bildung der Modulnote bei kumulativen Modulprüfungen": ""
    },
    "Semester-Tabelle": [
        [" ", "LV-Form", "SWS", "CP", "Semester", "  ", "   ", "    ", "     ", "      "],
        ["", "", "", "",  1, 2, 3, 4, 5, 6],
        [ "Einführung in die Physik A2 für Nebenfachstudierende", "V+Ü", "4", "6", "", "", "", "", "", "" ],
        [ "Modulprüfung", "Klausur", "", "", "", "", "", "", "", "" ],
        [ "Summe", "", "", "", "", "", "", "", "", "" ]
    ],
    "Bemerkungen": "keine",
    "Version": [
        "2025-01-06"
    ],
    "Änderung": {
        "2025-01-06": "Bereitstellung"
    }
}