{
    "Modul-Code": "BP16a",
    "Modul-Name-en": "Introduction to Physics A1 for Minors",
    "Modul-Name-de": "Einführung in die Physik A1 für Nebenfachstudierende",
    "Modul-Typ": "Pflichtmodul (Importmodul NFPHY-VA1)",
    "Anzhal CP und Arbeitsaufwand": "6 CP (insg.) = 180 h",
    "Anzahl SWS": "4 SWS",
    "Kontaktstudium": "4 SWS / 60 h",
    "Selbststudium": "120 h",
    "Inhalte": "Mechanik: Grundbegriffe der Physik, Bezugssysteme, Bewegung von Punkten, Newton'sche Axiome, Impuls, Reibungskräfte, Gravitation, Arbeit, Leistung und Energie, Stoágesetze, Schwingungen, Drehbewegungen\nThermodynamik: Hauptsätze, Carnot-Maschine, Wirkungsgrad, Zustandsgröáen, Phasen und Phasenübergänge,\nWärmeleitung, Diffusion, ideales Gas, barometrische Höhenformel, van-der-Waals-Gas, Wärme als Teilchenbewegung, Freiheitsgrade, Maxwell-Boltzmann-Verteilung, Wahrscheinlichkeit und Entropie",
    "Lernergebnisse / Kompetenzziele": "Die Mechanik ist eine grundlegende Teildisziplin der Physik und wirkt mit ihren Grundbegriffen und Prinzipien in jedes andere Teilgebiet der Physik hinein. In der Thermodynamik werden Begriffe für die Beschreibung von Zuständen und Zustandsänderungen makroskopischer Systeme entwickelt, die dann mit den mikroskopischen Eigenschaften der Systeme (Bewegungen und Wechselwirkungen der Teilchen) in Verbindung gebracht werden. Die in der Vorlesung vermittelten Inhalte werden in den Übungen angewendet. Die Studierenden sind anschlieáend in der Lage, entsprechende Problemstellungen selbständig zu analysieren und zu lösen.",
    "Teilnahmevoraussetzungen für Modul bzw. für einzelne Lehrveranstaltungen des Moduls": "keine",
    "Empfohlene Voraussetzungen": "keine",
    "Organisatorische Hinweise": "Die Organisation der Übung erfolgt online über OLAT.\nZur Klausur ist eine Anmeldung erforderlich. Der Klausurtermin wird im LSF und durch Aushang am Prüfungsamt des FB Physik bekanntgegeben. Die Anmeldung zur Klausur erfolgt online über QIS. Die Anmeldefrist endet eine Woche vor dem Klausurtermin, die Rücktrittsfrist endet einen Tag vor dem Klausurtermin.\nNur die bessere der beiden Noten aus \"Physik A1\" und \"Physik A2\" wird gewertet. Beide Klausuren müssen bestanden sein.",
    "Zuordnung des Moduls (Studiengang / Fachbereich)": "B.Sc. Physik / FB13",
    "Verwendbarkeit des Moduls für andere Studiengänge": "BSc Geowissenschaften, BSc Geographie, BSc Informatik",
    "Häufigkeit des Angebots": "jährlich im WiSe",
    "Dauer des Moduls": "1 Semester",
    "Modulbeauftragte / Modulbeauftragter": "Dr. Tutsch",
    "Studiennachweise/ ggf. als Prüfungsvorleistungen": {
        "Teilnahmenachweise": "",
        "Leistungsnachweise": "erfolgreiche Bearbeitung von Übungsaufgaben\n oder\n Bestehen von Tests\n Prüfungsvorleistungen: Erbringen aller Leistungsnachweise"
    },
    "Lehr- / Lernformen": "Vorlesung, Übung",
    "Unterrichts- / Prüfungssprache": "Deutsch",
    "Modulprüfung": {
        "Modulabschlussprüfung bestehend aus": "Klausur (120 Min.)",
        "kumulative Modulprüfung bestehend aus": "",
        "Bildung der Modulnote bei kumulativen Modulprüfungen": ""
    },
    "Semester-Tabelle": [
        [ "Einführung in die Physik A1 für Nebenfachstudierende", "V+Ü", 4, 6, "X", "", "", "", "", "" ],
        [ "Modulprüfung", "Klausur", "", "", "", "", "", "", "", "" ],
        [ "Summe", "", 4, 6, "", "", "", "", "", "" ]
    ],
    "Bemerkungen": "keine",
    "Version": [
        "2025-01-06"
    ],
    "Änderung": {
        "2025-01-06": "Bereitstellung"
    }
}