{
    "Modul-Code": "BP19",
    "Modul-Name-en": "Internship",
    "Modul-Name-de": "Berufspraktikum",
    "Modul-Typ": "Pflichtmodul",
    "Anzhal CP und Arbeitsaufwand": "5 CP (insg.) = 150 h",
    "Anzahl SWS": "4 Wochen",
    "Kontaktstudium": "150 h",
    "Selbststudium": "-",
    "Inhalte": "Das Berufspraktikum soll an einer außeruniversitären Einrichtung im In- oder Ausland durchgeführt werden und den Studierenden einen praxisnahen Einblick in geowissenschaftliche Berufsfelder ermöglichen. Die Studierenden sollen dabei nicht nur Hilfsarbeiten ausführen, sondern im Rahmen der Möglichkeiten Aufgaben und Tätigkeiten eigenständig übernehmen und ausführen. Das Praktikum umfasst einen Zeitraum von mindestens 4 Wochen. Idealerweise sollte das Berufspraktikum zusammenhängend in der vorlesungsfreien Zeit ab dem 4. Semester bzw. nach der Vorlesungszeit des 3. Semesters und nicht tage- oder stundenweise durchgeführt werden, um einen realistischen Einblick in den jeweiligen Berufsalltag zu bekommen. Inhaltlicher Bestandteil ist, dass sich die Studierenden zunächst eigenverantwortlich um einen geeigneten Praktikumsplatz, der ihren jeweiligen Schwerpunkten und Interessen entspricht, bemühen. Die Hochschullehrer*innen und der/die Modulverantwortliche können auf Anfrage die Suche nach einem geeigneten Praktikumsplatz unterstützen. Der gewählte Praktikumsplatz muss in sinnvollem inhaltlichem Zusammenhang mit dem Studium der Geowissenschaften stehen und der geowissenschaftliche Bezug muss klar erkennbar sein. Es wird empfohlen sich vor der Durchführung des Praktikums bei dem/der Modulverantwortlichen zu erkundigen, ob der gewählte Praktikumsplatz den Anforderungen entspricht. Nach Beendigung des Praktikums ist von den Studierenden ein Bericht im Umfang von 3 Seiten (Titelblatt + 2 Seiten Beschreibung) anzufertigen und beim Modulverantwortlichen abzugeben. In dem Bericht sollen die Inhalte und ausgeübten Tätigkeiten aus Sicht der/des Studierenden beschrieben und reflektiert werden.",
    "Lernergebnisse / Kompetenzziele": "Die Lehrinhalte hängen stark vom gewählten Betrieb / der gewählten Einrichtung ab. Es können z.B. sowohl Labor- und materialanalytische Methoden als auch gelände- oder maschinenbezogene Arbeitsweisen, der Umgang mit fachspezifischer Software oder das Verfassen von Gutachten vermittelt werden.\nDie Studierenden\n* lernen geowissenschaftliche Berufsfelder kennen\n* wenden die im Studium erworbenen Fähigkeiten und Kenntnisse in einem beruflichen Umfeld praktisch an\n* werden in eigenverantwortlichen und selbständigen Arbeitsweisen geschult\n* reflektieren ihre Studienschwerpunkte und Interessen sowie die eigenen Fähigkeiten und Stärken",
    "Teilnahmevoraussetzungen für Modul bzw. für einzelne Lehrveranstaltungen des Moduls": "Abgeschlossene Module BP1 bis BP3",
    "Empfohlene Voraussetzungen": "keine",
    "Organisatorische Hinweise": "Als Nachweis über die Durchführung des Praktikums dient eine Bescheinigung der Praktikumsstelle, welche zwingend folgende Angaben enthalten muss: Name und Adresse der Einrichtung, Vorname, Nachname, Geburtsdatum und Matrikelnummer des/der Studierenden sowie stichwortartig Art und Dauer der Tätigkeit. Die Bescheinigung ist beim Prüfungsamt einzureichen.\nDas Praktikum kann auch in mehreren Einrichtungen/Betrieben durchgeführt werden, jedoch wird empfohlen die 4 Wochen nicht zu stark zu unterteilen, sondern die Dauer dann entsprechend zu verlängern. Mögliche Einrichtungen, Betriebe etc. können z.B. sein:\n* Geologische Landesämter und Bundesanstalten\n* Private und staatliche Forschungseinrichtungen\n* Betriebe aus dem Bereich der Angewandten Geologie und Ingenieurgeologie\n* Umweltbehörden und -büros\n* Firmen aus den Bereichen Exploration, Lagerstätten und Geothermie\n* Materialwissenschaftlich orientierte Firmen, z.B. aus der Optik, Keramik, Metallurgie und Baustoff-Industrie\n* Geowissenschaftliche und Naturkundliche Museen\n* Abteilungen für Georisiken etc., z.B. bei Versicherungen und Banken\n* weitere geowissenschaftlich relevante Einrichtungen und Betriebe\nEs wird empfohlen sich von der Praktikumsstelle zusätzlich zur Praktikumsbescheinigung ein Zeugnis ausstellen zu lassen, welches bei späteren Bewerbungen vorgelegt werden kann.\nSollte von der Praktikumsstelle vorab eine Bestätigung gefordert werden, dass das Berufspraktikum verpflichtender Teil des Studiums ist, kann diese bei dem/der Modulverantwortlichen eingeholt werden.",
    "Zuordnung des Moduls (Studiengang / Fachbereich)": "Bachelor Geowissenschaften / FB11",
    "Verwendbarkeit des Moduls für andere Studiengänge": "keine",
    "Häufigkeit des Angebots": "ständig",
    "Dauer des Moduls": "1 Semester",
    "Modulbeauftragte / Modulbeauftragter": "Dr. Frederik Kirst",
    "Studiennachweise/ ggf. als Prüfungsvorleistungen": {
        "Teilnahmenachweise": "Praktikumsbescheinigung",
        "Leistungsnachweise": "Praktikumsbericht"
    },
    "Lehr- / Lernformen": "Praktikum",
    "Unterrichts- / Prüfungssprache": "Deutsch, Englisch",
    "Modulprüfung": {
        "Modulabschlussprüfung bestehend aus": "keine",
        "kumulative Modulprüfung bestehend aus": "",
        "Bildung der Modulnote bei kumulativen Modulprüfungen": ""
    },
    "Semester-Tabelle": [
        [ "Berufspraktikum", "Pr", "4 Wochen", 5, "", "", "", "X", "X", "X"],
        [ "Modulprüfung", "", "", "", "", "", "", "", "", "" ],
        [ "Summe", "", "", 5, "", "", "", "", "", "" ]
    ],
    "Bemerkungen": "keine",
    "Version": [
        "2025-01-06"
    ],
    "Änderung": {
        "2025-01-06": "Bereitstellung"
    }
}