{
    "Modul-Code": "BP2",
    "Modul-Name-en": "Geomaterials",
    "Modul-Name-de": "Geomaterialien",
    "Modul-Typ": "Pflichtmodul",
    "Anzhal CP und Arbeitsaufwand": "6 CP = 180 h",
    "Anzahl SWS": "4 SWS",
    "Kontaktstudium": "4 SWS / 60 h",
    "Selbststudium": "120 h",
    "Inhalte": "Das Modul \"Geomaterialien\" teilt sich auf in zwei aufeinanderfolgende Vorlesungen und Übungen. Zunächst werden Minerale als natürliche kristalline Grundbestandteile der Geosphäre behandelt. Die Teilnehmer erlernen ihre grundsätzliche Systematik anhand von chemischen und mineralogisch-kristallographischen Gesichtspunkten. Mit Hilfe von Anschauungsobjekten werden u.a. deren Kristallstruktur und Symmetrie-Eigenschaften, die Kristallflächen-Indizierung, ihre wesentlichen stofflichen und physikalischen Eigenschaften und die systematische mineralogische Einordnung behandelt.\nIm darauffolgenden Abschnitt werden die wichtigsten Gesteine der Geosphäre als heterogene Mineralaggregate erörtert. Mittels makroskopischer Methoden werden Magmatite, Sedimente und Metamorphite in Form zahlreicher Handstücke behandelt. Neben ihrer lithologischen Zusammensetzung werden vor allem ihre Gefügemerkmale, ihre Entstehungsbedingungen und ihre petrographische Klassifikation erlernt.",
    "Lernergebnisse / Kompetenzziele": "Ziel dieses Moduls ist das Erlernen makroskopisch-deskriptiver Methoden zur Ansprache der wichtigsten Minerale und Gesteine. Hierzu zählen:\n* Bestimmen und klassifizieren von Mineralen und Gesteinen\n* Erarbeiten der grundlegenden mineralogischen und petrographischen Systematik\n* Kennen und Bewerten der Grenzen makroskopisch-deskriptiver Methoden der Geomaterial-Analyse\n* Verstehen und Beurteilen der wesentlichen mineral- und gesteinsbildenden Prozesse anhand des vorliegenden Materials\n* selbstständiges Erlernen und Vertiefen anhand der vorgelegten Handstücke (Selbststudium)",
    "Teilnahmevoraussetzungen für Modul bzw. für einzelne Lehrveranstaltungen des Moduls": "keine",
    "Empfohlene Voraussetzungen": "gleichzeitiger Besuch der Veranstaltung \"System Erde\" in Modul BP 1",
    "Organisatorische Hinweise": "keine",
    "Zuordnung des Moduls (Studiengang / Fachbereich)": "B.Sc. Geowissenschaften / FB 11",
    "Verwendbarkeit des Moduls für andere Studiengänge": "B.Sc./M.Sc. Chemie, Geographie, Mathematik",
    "Häufigkeit des Angebots": "jährlich",
    "Dauer des Moduls": "1 Semester",
    "Modulbeauftragte / Modulbeauftragter": "Prof. Dr. Frank Brenker",
    "Studiennachweise/ ggf. als Prüfungsvorleistungen": {
        "Teilnahmenachweise": "Regelmäßige Teilnahme",
        "Leistungsnachweise": "keine"
    },
    "Lehr- / Lernformen": "Übung",
    "Unterrichts- / Prüfungssprache": "Deutsch",
    "Modulprüfung": {
        "Modulabschlussprüfung bestehend aus": "",
        "kumulative Modulprüfung bestehend aus": "Zwei Teilklausuren (jeweils 45 min) in der Mitte und zum Ende des Semesters, einmal über Minerale und einmal über Gesteine",
        "Bildung der Modulnote bei kumulativen Modulprüfungen": "Arithmetisches Mittel der beiden Teilnoten"
    },
    "Semester-Tabelle": [
        ["Geomaterialien: Minerale", "Ü", 2, 3, "X", "", "", "", "", ""],
        ["Geomaterialien: Gesteine", "Ü", 2, 3, "X", "", "", "", "", ""],
        ["Modulprüfung", "Klausur", "", "", "X", "", "", "", "", ""],
        ["Summe", "", 4, 6, "", "", "", "", "", ""]
    ],
    "Bemerkungen": "keine",
    "Version": [
        "2025-01-06"
    ],
    "Änderung": {
        "2025-01-06": "Bereitstellung"
    }
}