{
    "Modul-Code": "BP20",
    "Modul-Name-en": "Bachelor Thesis",
    "Modul-Name-de": "Bachelorarbeit",
    "Modul-Typ": "Pflichtmodul",
    "Anzhal CP und Arbeitsaufwand": "12 CP (insg.) = 360 h",
    "Anzahl SWS": "9 Wochen",
    "Kontaktstudium": "-",
    "Selbststudium": "360 h",
    "Inhalte": "In diesem Modul wird ein begrenztes Forschungsprojekt selbständig unter Verwendung geeigneter Methoden bearbeitet. Die Arbeit behandelt eine geowissenschaftliche Fragestellung und wird semesterbegleitend parallel zu den übrigen Modulen durchgeführt. Hierzu werden Daten mit wissenschaftlichen Methoden gesammelt, analysiert und interpretiert. Die Ergebnisse der Arbeit werden in einer schriftlichen Arbeit angemessen aufbereitet, dokumentiert und präsentiert. Darüber hinaus wird ein Poster erstellt, auf dem die wesentlichen Ergebnisse der Arbeit zusammenfassend dargestellt werden.\nDie Festlegung des Themas erfolgt durch eine nach §21 zur Ausgabe und Betreuung der Arbeit befugten Person. Der oder die Studierende kann dem Hochschullehrer der Hochschullehrerin einen Themenvorschlag unterbreiten. Thema und Umfang sind so auszuwählen, dass die Bachelorarbeit innerhalb von 9 Wochen angefertigt kann.",
    "Lernergebnisse / Kompetenzziele": "Die Studierenden zeigen, dass sie in der Lage sind, selbständig eine geowissenschaftliche Fragestellung innerhalb einer vorgegebenen Zeit zu bearbeiten. Hierzu werden\n* geowissenschaftliche Inhalte und Konzepte von vorherigen Lehrveranstaltungen zum Lösen neuer Fragestellungen angewendet\n* geowissenschaftliche Arbeitsmethoden eingesetzt, um Daten zu erstellen und interpretieren\n* Zusammenhänge identifiziert und analysiert\n* die Ergebnisse abgefasst und in schriftlicher und graphischer Form präsentiert",
    "Teilnahmevoraussetzungen für Modul bzw. für einzelne Lehrveranstaltungen des Moduls": "Nachweis von mindestens 110 CP\nAbgeschlossenes Modul \"BP9 Geowissenschaften 3\"",
    "Empfohlene Voraussetzungen": "keine",
    "Organisatorische Hinweise": "Das Poster soll für mind. 1 Monat mit Aufhängdatum im Institutsgebäude ausgehängt werden.",
    "Zuordnung des Moduls (Studiengang / Fachbereich)": "B.Sc. Geowissenschaften / FB11",
    "Verwendbarkeit des Moduls für andere Studiengänge": "keine",
    "Häufigkeit des Angebots": "ständig",
    "Dauer des Moduls": "9 Wochen",
    "Modulbeauftragte / Modulbeauftragter": "st. Vorsitzende/r des Prüfungsausschusses (Prof. Dr. Alan Woodland)",
    "Studiennachweise/ ggf. als Prüfungsvorleistungen": {
        "Teilnahmenachweise": "keine",
        "Leistungsnachweise": "keine"
    },
    "Lehr- / Lernformen": "Betreute selbständige Arbeit",
    "Unterrichts- / Prüfungssprache": "Deutsch, Englisch",
    "Modulprüfung": {
        "Modulabschlussprüfung bestehend aus": "Schriftliche Arbeit (ca. 30-40 Seiten) einschließlich Poster (DIN A0)",
        "kumulative Modulprüfung bestehend aus": "keine",
        "Bildung der Modulnote bei kumulativen Modulprüfungen": ""
    },
    "Semester-Tabelle": [
        [ "Bachelorarbeit", "", "9 Wochen", 12, "", "", "", "", "", "X"],
        [ "Summe", "", "", 12, "", "", "", "", "", "" ]
    ],
    "Bemerkungen": "keine",
    "Version": [
        "2025-01-06"
    ],
    "Änderung": {
        "2025-01-06": "Bereitstellung"
    }
}