{
    "Modul-Code": "BP6",
    "Modul-Name-en": "Environmental Dynamics",
    "Modul-Name-de": "Umweltdynamik",
    "Modul-Typ": "Pflichtmodul",
    "Anzhal CP und Arbeitsaufwand": "6 CP (insg.) = 180 h",
    "Anzahl SWS": "4 SWS",
    "Kontaktstudium": "4 SWS / 60 h",
    "Selbststudium": "120 h",
    "Inhalte": "Dieses Modul vermittelt grundlegende Einblicke in relevante Prozesse der Atmosphäre und Hydrosphäre und wie diese unterschiedliche Sedimentationsräume beeinflussen. Die Veranstaltung \"Atmosphäre und Ozean\" behandelt Schwerpunkte aus den Bereichen physikalischer Klimatologie, physikalischer Ozeanographie und grundlegender biogeochemischer Stoffkreisläufe. Ausgewählte Aspekte des atmosphärischen und hydrologischen Kreislaufs, der Ozeanzirkulation, sowie der Bioproduktion und des Kohlenstoffexports im Ozean werden behandelt. In Übungen wird das Verständnis chemisch-biologischer Prozesse im Ozean verstärkt. Die Veranstaltung \"Sedimentäre Systeme\" vermittelt einen Überblick über das Spektrum der Sedimente und Sedimentgesteine, die physikochemischen Grundlagen von Transport- und Ablagerungsprozessen und die Merkmale sedimentärer Ablagerungsräume. In Übungen wird die Diagnose von Schichtformen und Sedimentstrukturen praktiziert.",
    "Lernergebnisse / Kompetenzziele": "Lernziel in diesem Modul ist das Kennen und Verstehen fundamentaler Prozesse an der Erdoberfläche, im Ozean und in der Atmosphäre. Die Studierenden\n* beschreiben groáskalige Prozesse des Stoff- und Energietransportes der atmosphärischen und ozeanischen Zirkulation und deren Einfluss auf die Zusammensetzung des Meerwassers\n* erklären biogeochemische Prozesse im Ozean wie das Kalk-Kohlensäure Gleichgewicht und beurteilen deren Sensitivität im Zuge des globalen Klimawandels\n* unterscheiden Sedimente und Sedimentgesteine sowie deren wichtigste diagnostische Merkmale\n* erklären den Zusammenhang zwischen Umweltbedingungen, sedimentären Ablagerungsräumen und Fazies",
    "Teilnahmevoraussetzungen für Modul bzw. für einzelne Lehrveranstaltungen des Moduls": "keine",
    "Empfohlene Voraussetzungen": "Modulabschluss BP1 und BP2",
    "Organisatorische Hinweise": "Das Modul umfasst zwei Vorlesungen mit Übungen. Die beiden Vorlesungen ergänzen sich inhaltlich und sollten in der Reihenfolge 1) \"Atmosphäre und Ozean\" und 2) \"Sedimentäre Systeme\" belegt werden. Die Übungsaufgaben zu beiden Veranstaltungen werden in OLAT bereitgestellt.",
    "Zuordnung des Moduls (Studiengang / Fachbereich)": "Bachelor Geowissenschaften / FB11",
    "Verwendbarkeit des Moduls für andere Studiengänge": "B.Sc. Geographie",
    "Häufigkeit des Angebots": "jährlich",
    "Dauer des Moduls": "2 Semester",
    "Modulbeauftragte / Modulbeauftragter": "Prof. Dr. Silke Voigt",
    "Studiennachweise/ ggf. als Prüfungsvorleistungen": {
        "Teilnahmenachweise": "keine",
        "Leistungsnachweise": "Erfolgreiche Bearbeitung von Übungsaufgaben zu \"Atmosphäre und Ozean\" und \"Sedimentäre Systeme\""
    },
    "Lehr- / Lernformen": "Vorlesung, Übung",
    "Unterrichts- / Prüfungssprache": "Deutsch",
    "Modulprüfung": {
        "Modulabschlussprüfung bestehend aus": "Mündl. Prüfung (30 min) oder Klausur (90 min)",
        "kumulative Modulprüfung bestehend aus": "",
        "Bildung der Modulnote bei kumulativen Modulprüfungen": ""
    },
    "Semester-Tabelle": [
        [ "Atmosphäre und Ozean", "V+Ü", 2, 3, "", "", "X", "", "", "" ],
        [ "Sedimentäre Systeme", "V+Ü", 2, 3, "", "", "", "X", "", "" ],
        [ "Modulprüfung", "Mündliche Prüfung oder Klausur", "", "", "", "", "", "X", "", "" ],
        [ "Summe", "", 4, 6, "", "", "", "", "", "" ]
    ],
    "Bemerkungen": "keine",
    "Version": [
        "2025-01-06"
    ],
    "Änderung": {
        "2025-01-06": "Bereitstellung"
    }
}