{
    "Modul-Code": "BP8",
    "Modul-Name-en": "Geochemistry",
    "Modul-Name-de": "Geochemie",
    "Modul-Typ": "Pflichtmodul",
    "Anzhal CP und Arbeitsaufwand": "6 CP = 180 h",
    "Anzahl SWS": "4 SWS",
    "Kontaktstudium": "4 SWS / 60 h",
    "Selbststudium": "120 h",
    "Inhalte": "Das Modul umfasst zwei Vorlesungen jeweils mit Übungen.\n*Geochemie 1*\nIn der Veranstaltung werden die Grundlagen der Geochemie eingeführt, so dass die Studierenden mit den wichtigsten kosmochemischen und geochemischen Eigenschaften der Elemente vertraut werden. Die Entstehung der Elemente und Isotope wird behandelt. Der Umgang mit dem Periodensystem der Elemente aus kosmo- und geochemischer Sicht wird erlernt, die Interpretation von Haupt- und Spurenelementen eingeführt, sowie die Grundlagen der Isotopengeochemie vermittelt. Hierbei werden sowohl radiogene, als auch stabile Isotopensysteme behandelt mit Anwendungsbeispielen aus unterschiedlichen Prozessen der planetaren Differentiation, Plattentektonik und Entwicklung des Kruste-Mantel-Systems. Der Teil \"Geochemie 1\" behandelt hierbei vornehmlich kosmochemische Prozesse und terrestrische Hochtemperaturprozesse.\n*Geochemie 2*\nDie Veranstaltung baut auf den erlernten Grundlagen von Geochemie 1 auf, verlagert jedoch den Schwerpunkt auf Prozesse, die an der Erdoberfläche stattfinden, wie die Entwicklung der Hydrosphäre, der Atmosphäre sowie deren Interaktion mit der Kruste. Prozesse wie Verwitterung, Erosion, Sedimentation und die Entwicklung des Meerwassers sowie des Klimas sind hier zentrale Themen. Niedrig-Temperatur-Anwendungen aus der Isotopengeochemie runden das Thema ab.",
    "Lernergebnisse / Kompetenzziele": "\n* Erlernen und wiedergeben der wichtigsten Konzepte der Kosmochemie und Geochemie\n* Lesen, einordnen, und interpretieren geochemischer Daten\n* Analysieren, ausarbeiten und vergleichen von Spurenelement- und Isotopendaten von Geomaterialien\n* Entwickeln eines quantitativen Verständnisses für Prozessabläufe in und auf der Erde aus (geo)chemischen und Isotopen-Analysen",
    "Teilnahmevoraussetzungen für Modul bzw. für einzelne Lehrveranstaltungen des Moduls": "Abgeschlossene Module BP1 \"Geowissenschaften 1\", BP2 \"Geomaterialien\" und BP17 \"Chemie\". Die Veranstaltungen Geochemie 1 und 2 bauen aufeinander auf und müssen in der vorgegebenen Reihenfolge besucht werden.",
    "Empfohlene Voraussetzungen": "Teilnahme an Veranstaltungen aus Modul BP4 \"Mineralogie\"",
    "Organisatorische Hinweise": "",
    "Zuordnung des Moduls (Studiengang / Fachbereich)": "B.Sc. Geowissenschaften / FB11",
    "Verwendbarkeit des Moduls für andere Studiengänge": "B.Sc. Chemie",
    "Häufigkeit des Angebots": "jährlich",
    "Dauer des Moduls": "2 Semester",
    "Modulbeauftragte / Modulbeauftragter": "Prof. Dr. Horst Marschall",
    "Studiennachweise/ ggf. als Prüfungsvorleistungen": {
        "Teilnahmenachweise": "",
        "Leistungsnachweise": "Übungen zu \"Geochemie 1\" und \"2\" (Prüfungsvorleistung)"
    },
    "Lehr- / Lernformen": "Vorlesung, Übung",
    "Unterrichts- / Prüfungssprache": "Deutsch",
    "Modulprüfung": {
        "Modulabschlussprüfung bestehend aus": "Klausur (120 min)",
        "kumulative Modulprüfung bestehend aus": "",
        "Bildung der Modulnote bei kumulativen Modulprüfungen": ""
    },
    "Semester-Tabelle": [
        [ "Geochemie 1", "V+Ü", 2, 3, "", "", "X", "", "", "" ],
        [ "Geochemie 2", "V+Ü", 2, 3, "", "", "", "X", "", "" ],
        [ "Modulprüfung", "Klausur", "", "", "", "", "", "X", "", "" ],
        [ "Summe", "", 4, 6, "", "", "", "", "", "" ]
    ],
    "Bemerkungen": "keine",
    "Version": [
        "2025-01-06"
    ],
    "Änderung": {
        "2025-01-06": "Bereitstellung"
    }
}