{
    "Modul-Code": "BP9",
    "Modul-Name-en": "Geosciences 3",
    "Modul-Name-de": "Geowissenschaften 3",
    "Modul-Typ": "Pflichtmodul",
    "Anzhal CP und Arbeitsaufwand": "6 CP (insg.) = 180 h",
    "Anzahl SWS": "5 SWS",
    "Kontaktstudium": "5 SWS / 75 h",
    "Selbststudium": "105 h",
    "Inhalte": "*Wissenschaftliches Arbeiten 2 / Seminar 1*\n In der Veranstaltung werden vor allem Präsentationstechniken vermittelt, aber auch fortgeschrittene Arbeitstechniken zum Schreiben wissenschaftlicher Texte, der Recherche, Auswertung und graphischen Darstellung von Daten bis hin zur selbständigen Projektarbeit.\n Im Seminar steht die didaktische Aufbereitung eines Themas in Form eines ca. 20-minütigen Vortrags und die Einordnung des Themas in den geowissenschaftlichen Kontext im Vordergrund. Die in der Veranstaltung „System Erde“ vermittelten geowissenschaftlichen Inhalte, Konzepte und Fachbegriffe werden aufgegriffen und vertieft. In an die Vorträge anschließenden kurzen Diskussionen werden die Studierenden zum kritischen Umgang mit geowissenschaftlichen Daten und Informationen und zum naturwissenschaftlichen Denken und Argumentieren angeregt. Das Seminar wird aus dem Angebot an geowissenschaftlichen Anfänger*innen-Seminaren gewählt. \n*Seminar 2*\n In dem Seminar werden Kenntnisse zu speziellen Themen in den Geowissenschaften vertieft und Präsentationstechniken einschließlich Rhetorik, Literaturrecherche und Fremdsprachenkenntnissen in Fachliteratur geschult. Ein spezielles geowissenschaftliches Thema wird vertieft aufbereitet und in Form eines ca. 30-minütigen Vortrags präsentiert. Dazu wenden die Studierenden die in den ersten Semestern erlernten geowissenschaftlichen Konzepte und Fachbegriffe an. In der anschließenden Diskussion wird der kritische Umgang mit wissenschaftlichen Daten und Informationen sowie naturwissenschaftliche Denkweisen und Argumentationen eingeübt. Das Seminar wird aus dem Angebot an geowissenschaftlichen Fortgeschrittenen-Seminaren gewählt.\n *Orientierung Geowissenschaften*\n Die Veranstaltung vermittelt einen Überblick über fachliche Spezialisierungsmöglichkeiten in den Geowissenschaften allgemein und speziell am Institut für Geowissenschaften der Goethe-Universität. Sie dient den Studierenden als Orientierung für die Wahl ihrer Module im Wahlpflichtbereich sowie als Einblick in aktuelle Forschungsbereiche und -themen der Arbeitsgruppen am Institut für Geowissenschaften.",
    "Lernergebnisse / Kompetenzziele": "Lernziel dieses Moduls ist die Weiterentwicklung wissenschaftlicher Arbeitsweisen sowie die Reflektion der eigenen Interessen und zukünftigen Schwerpunkte innerhalb der Geowissenschaften.\nDie Studierenden\n* lernen ein allgemeines geowissenschaftliches Thema in Form eines Vortrags aufzubereiten und zu präsentieren\n* üben geowissenschaftliche Konzepte und Fachbegriffe anzuwenden\n* sind in der Lage erste und weiterführende Diskussionen über geowissenschaftliche Daten und Fragestellungen zu führen\n* können wissenschaftliche Ausarbeitungen selbständig anfertigen\n* sind in der Lage ein spezielles geowissenschaftliches Thema in Form eines Vortrags nach den Regeln wissenschaftlicher Arbeit angemessen aufbereiten und präsentieren\n* reflektieren ihre persönlichen Interessen innerhalb der Geowissenschaften\n* erstellen ihren persönlichen Wahlpflichtmodulplan für ihr weiteres Studium",
    "Teilnahmevoraussetzungen für Modul bzw. für einzelne Lehrveranstaltungen des Moduls": "Abschluss der Module BP1 bis BP3",
    "Empfohlene Voraussetzungen": "keine",
    "Organisatorische Hinweise": "keine",
    "Zuordnung des Moduls (Studiengang / Fachbereich)": "B.Sc. Geowissenschaften / FB11",
    "Verwendbarkeit des Moduls für andere Studiengänge": "keine",
    "Häufigkeit des Angebots": "\"Wissenschaftliches Arbeiten 2 / Seminar 1\" im WiSe\n „Seminar 2“ und \"Orientierung Wahlpflicht\" im SoSe",
    "Dauer des Moduls": "2 Semester",
    "Modulbeauftragte / Modulbeauftragter": "Dr. Frederik Kirst",
    "Studiennachweise/ ggf. als Prüfungsvorleistungen": {
        "Teilnahmenachweise": "Regelmäßige Teilnahme in \"Orientierung Geowissenschaften\"\nAktive Teilnahme in \"Wissenschaftliches Arbeiten 2/ Seminar 1\" und \"Seminar 2\"",
        "Leistungsnachweise": "Vortrag in \"Seminar 1\"\n Schriftliche Ausarbeitung zu \"Wissenschaftliches Arbeiten 2\" (ca. 10 Seiten)"
    },
    "Lehr- / Lernformen": "Übung, Seminar",
    "Unterrichts- / Prüfungssprache": "Deutsch, Englisch",
    "Modulprüfung": {
        "Modulabschlussprüfung bestehend aus": "Vortrag (ca. 30 min) in \"Seminar 2\"",
        "kumulative Modulprüfung bestehend aus": "",
        "Bildung der Modulnote bei kumulativen Modulprüfungen": ""
    },
    "Semester-Tabelle": [
        [ "Wissenschaftliches Arbeiten 2 / Seminar 1", "Ü/S", 2, 3, "", "", "X", "", "", "" ],
        [ "Seminar 2", "S", 2, 2, "", "", "", "X", "", "" ],
        [ "Orientierung Geowissenschaften", "S", 1, 1, "", "", "", "X", "", "" ],
        [ "Modulprüfung", "Vortrag", "", "", "", "", "", "X", "", "" ],
        [ "Summe", "", 5, 6, "", "", "", "", "", "" ]
    ],
    "Bemerkungen": "keine",
    "Version": [
        "2025-01-06"
    ],
    "Änderung": {
        "2025-01-06": "Bereitstellung"
    }
}