{
    "Modul-Code": "BWp1",
    "Modul-Name-en": "Geophysical Methods",
    "Modul-Name-de": "Geophysikalische Methoden",
    "Modul-Typ": "Wahlpflichtmodul",
    "Anzhal CP und Arbeitsaufwand": "8 CP (insg.) = 240 h",
    "Anzahl SWS": "6 SWS",
    "Kontaktstudium": "6 SWS / 90 h",
    "Selbststudium": "150 h",
    "Inhalte": "Das Modul Geophysikalische Methoden umfasst die praktische Anwendung geophysikalischer Methoden im Gelände, im Labor und am Rechner. Im Gelände werden verschiedene Verfahren zur Erkundung der räumlichen Verteilung physikalischer Parameter des oberflächennahen Untergrunds vorgestellt. Im Labor werden physikalische Eigenschaften von Gesteinen untersucht sowie die Untersuchung groáräumiger Strukturen auf Labormaástab herunterskaliert. Mit numerischen Verfahren werden an Rechnern physikalische Prozesse im Erdinneren sowie die Anwendung von Messverfahren simuliert. In der Einführung in die wissenschaftliche Projektarbeit wird ein Einblick in aktuelle Forschungsprojekte der geophysikalischen Arbeitsgruppen durch die Bearbeitung von ausgewählten, projektrelevanten Themen gegeben.",
    "Lernergebnisse / Kompetenzziele": "Die Lernziele beziehen sich auf die Anwendung geophysikalischer Methoden im Gelände und im Labor sowie numerischer Verfahren zur Bearbeitung von Messdaten und zur Simulation physikalischer Prozesse im Erdinneren.\n* Die Studierenden geben wieder, was sie gelernt haben.\n* Sie erklären die Zusammenhänge anhand von Formeln und Graphen.\n* Sie wenden die erworbenen Fähigkeiten Umgang mit technisch hochspezialisierten Geräten unter Gelände- und Laborbedingungen an.\n* Sie überprüfen die Messergebnisse anhand einzelner Fallstudien.\n* Die Ergebnisse ausgewählter Fallstudien werden in einen gemeinsamen Kontext gesetzt.\n* Die Kompetenz in der kritischen Beurteilung komplexer geophysikalischer Zusammenhänge wird geschult.",
    "Teilnahmevoraussetzungen für Modul bzw. für einzelne Lehrveranstaltungen des Moduls": "Teilnahme an den Modulen BP12 \"Geophysik\" und BP13 \"Datenanalyse und Modellierung\"",
    "Empfohlene Voraussetzungen": "Abschluss der Module BP15 \"Mathematik\" und BP16 \"Physik\"",
    "Organisatorische Hinweise": "In dem Modul sind 2 Lehrveranstaltungen im Umfang von 8 CP auszuwählen.",
    "Zuordnung des Moduls (Studiengang / Fachbereich)": "B.Sc. Geowissenschaften / FB11",
    "Verwendbarkeit des Moduls für andere Studiengänge": "B.Sc./M.Sc. Mathematik, Informatik, Physik",
    "Häufigkeit des Angebots": "semesterweise und jährlich",
    "Dauer des Moduls": "2 Semester",
    "Modulbeauftragte / Modulbeauftragter": "Prof. Dr. Thibault Duretz",
    "Studiennachweise/ ggf. als Prüfungsvorleistungen": {
        "Teilnahmenachweise": "Aktive Teilnahme an den Übungen",
        "Leistungsnachweise": "keine"
    },
    "Lehr- / Lernformen": "Vorlesung, Übung, Geländeübung, Praktikum",
    "Unterrichts- / Prüfungssprache": "Deutsch",
    "Modulprüfung": {
        "Modulabschlussprüfung bestehend aus": "",
        "kumulative Modulprüfung bestehend aus": "",
        "Bildung der Modulnote bei kumulativen Modulprüfungen": ""
    },
    "Semester-Tabelle": [
        [ "Geländeübung", "V+GÜ", "5 Tage", 4, "", "", "", "", "", "X"],
        [ "Laborpraktikum", "Pr", 3, 4, "", "", "", "", "X", ""],
        [ "Numerische Verfahren in der Geophysik", "V+Ü", "2+1", 4, "", "", "", "", "X", "X"],
        [ "Einführung in die wissenschaftliche Projektarbeit", "Ü", 3, 4, "", "", "", "", "X", "X"],
        [ "Modulprüfung", "Klausur", "", "", "", "", "", "", "", "" ],
        [ "Summe", "", 6, 8, "", "", "", "", "", "" ]
    ],
    "Bemerkungen": "keine",
    "Version": [
        "2025-01-06"
    ],
    "Änderung": {
        "2025-01-06": "Bereitstellung"
    }
}