{
    "Modul-Code": "BWp10",
    "Modul-Name-en": "Environmental and Climate Geochemistry",
    "Modul-Name-de": "Umwelt- und Klimageochemie",
    "Modul-Typ": "Wahlpflichtmodul",
    "Anzhal CP und Arbeitsaufwand": "8 CP = 240 h",
    "Anzahl SWS": "6 SWS",
    "Kontaktstudium": "90 h",
    "Selbststudium": "150 h",
    "Inhalte": "Das Modul umfasst Lehrveranstaltungen zu anwendungsbezogenen und methodischen Bereichen der Klima- und Umweltgeochemie.\nDie Veranstaltung \"Paläozeanographie\" beschäftigt sich mit Veränderungen ozeanischer Wassermassen in Zeit und Raum und deren Wechselwirkung mit dem Klima. Die Signale aus sedimentären Archiven werden auf unterschiedlichen Zeitskalen (saisonal bis Millionen von Jahren) an Fallbeispielen diskutiert, um steuernde Faktoren und die Dynamik ozeanischer Zirkulation besser zu verstehen und dadurch Vorhersagen für zukünftige Entwicklungen zu verbessern.\nDie Lehrveranstaltung \"Isotopengeochemie\" (V+Ü) baut auf den in Geochemie 1+2 eingeführten Grundlagen der Isotopengeochemie auf und stellt komplexere Konzepte der stabilen und radiogenen Isotopengeochemie und Geochronologie vor. Dies umfasst sowohl Hoch- als auch Tieftemperaturanwendungen in den Geo- und Umweltwissenschaften. Aktives Lernen wird durch begleitende vertiefende Übungen sichergestellt.\nIn der Veranstaltung \"Spezielle Themen\" werden unterschiedliche Aspekte der Umwelt- und Klimageochemie betreffend Klimadynamik, Analytik, Datenauswertung und -visualisierung behandelt.",
    "Lernergebnisse / Kompetenzziele": "Die Studierenden erwerben die Fähigkeiten zum Lesen, Analysieren und Interpretieren unterschiedlicher geochemischer Daten im Kontext von Kima- und Umweltanwendungen. Die Studierenden erlernen wichtige neue Werkzeuge und Konzepte v.a. der Niedrigtemperatur-Geochemie kennen und entwickeln aus geochemischen und Isotopen-Analysen ein quantitatives Verständnis für Prozessabläufe an der Erdoberfläche.",
    "Teilnahmevoraussetzungen für Modul bzw. für einzelne Lehrveranstaltungen des Moduls": "Abgeschlossene Module BP1 \"Geowissenschaften 1\", BP8 \"Geochemie\" und BP17 \"Chemie\"",
    "Empfohlene Voraussetzungen": "keine",
    "Organisatorische Hinweise": "keine",
    "Zuordnung des Moduls (Studiengang / Fachbereich)": "B.Sc. Geowissenschaften / FB11",
    "Verwendbarkeit des Moduls für andere Studiengänge": "B.Sc. Chemie, M.Sc. Umweltwissenschaften",
    "Häufigkeit des Angebots": "Jährlich, \"Isotopengeochemie\" im SoSe",
    "Dauer des Moduls": "2 Semester",
    "Modulbeauftragte / Modulbeauftragter": "Prof. Dr. Pascal Bohleber",
    "Studiennachweise/ ggf. als Prüfungsvorleistungen": {
        "Teilnahmenachweise": "Aktive Teilnahme an allen Übungen",
        "Leistungsnachweise": "Erfolgreich absolvierte Übungsaufgaben in \"Isotopengeochemie\" oder Seminarvortrag (20 min) zu \"Spezielle Themen“"
    },
    "Lehr- / Lernformen": "Vorlesung, Übung, Seminar",
    "Unterrichts- / Prüfungssprache": "Deutsch, Englisch",
    "Modulprüfung": {
        "Modulabschlussprüfung bestehend aus": "Klausur exemplarisch zu Inhalten der Veranstaltungen \"Isotopengeochemie\" und \"Paläozeanographie\" (90 min)",
        "kumulative Modulprüfung bestehend aus": "",
        "Bildung der Modulnote bei kumulativen Modulprüfungen": ""
    },
    "Semester-Tabelle": [
        [ "Glaziologie", "V+Ü", 2, 3, "", "", "", "", "X", ""],
        [ "Isotopengeochemie", "V+Ü", 2, 3, "", "", "", "", "", "X"],
        [ "Spezielle Themen", "V+Ü/S", 2, 2, "", "", "", "", "X", "X"],
        [ "Modulprüfung", "Klausur", "", "", "", "", "", "", "", "X"],
        [ "Summe", "", 6, 8, "", "", "", "", "", "" ]
    ],
    "Bemerkungen": "keine",
    "Version": [
        "2025-02-27", "2025-01-06"
    ],
    "Änderung": {
        "2025-02-27": "Änderung des Modulbeauftragten von Prof. Dr. Wolfgang Müller zu Prof. Dr. Pascal Bohleber",
        "2025-01-06": "Paläozeanographie nicht mehr im Modul enthalten. Glaziologie ist neu dazu gekommen."
    }
}