{
    "Modul-Code": "BWp8",
    "Modul-Name-en": "Exogene Geology & GIS",
    "Modul-Name-de": "Exogene Geologie & GIS",
    "Modul-Typ": "Wahlpflichtmodul",
    "Anzhal CP und Arbeitsaufwand": "8 CP (insg.) = 240 h",
    "Anzahl SWS": "8 SWS",
    "Kontaktstudium": "8 SWS / 120 h",
    "Selbststudium": "120 h",
    "Inhalte": "Dieses Modul vermittelt weiterführende Kenntnisse und praktische Fähigkeiten im makro- und mikroskopischen Erkennen von Sedimenten und deren Bildungsbedingungen sowie der digitalen Darstellung und Analyse raumbezogener Geodaten.\nIn der Veranstaltung \"Petrologie und Diagenese der Sedimentgesteine\" wird die Zusammensetzung und Lithifizierung von Sedimentgesteinen mikroskopisch bestimmt und entsprechende Bildungsprozesse verdeutlicht. In der Veranstaltung \"Sedimentäre Fazies\" werden karbonatische und klastische Ablagerungs- und Lebensräume anhand der Textur, der Schichtungsmerkmale und des Fossilinhalts von Sedimentgesteinen rekonstruiert und deren räumlich-zeitliche Entwicklung diskutiert. Die Geländeübung umfasst praktische Übungen zur Dokumentation sedimentärer Abfolgen in geologischen Aufschlüssen.\nIn \"GIS für Geowissenschaftler*innen\" werden Kenntnisse in der Anwendung von Geoinformationssystemen für die digitale Erfassung, Analyse und Modellierung von Raum- und Oberflächendaten sowie deren Darstellung in Karten vermittelt. Die Funktionsweisen verschiedener Analyse- und Bearbeitungsmöglichkeiten von Geodaten mithilfe von Geoinformationssystemen werden eingeübt und an geowissenschaftlichen Beispielen verdeutlicht.",
    "Lernergebnisse / Kompetenzziele": "Ziel in diesem Modul ist das Erlernen skalenübergreifender praktischer Fähigkeiten der Diagnose und Dokumentation von Sedimentgesteinen und Profilabfolgen sowie der Anwendung von Geoinformationssystemen. Die Studierenden\n* unterscheiden Sedimentgesteine mit mikroskopischen Methoden\n* interpretieren Bildungsbedingen von karbonatischen und klastischen Sedimenten mit Handstücken und erlernen Techniken zur Entwicklung von Faziesmodellen\n* dokumentieren Lagerungsverhältnisse und sedimentäre Abfolgen im geologischen Aufschluss (Gelände)\n* analysieren raumbezogene, zwei- und dreidimensionalen Datensätze mit Methoden der Geoinformation",
    "Teilnahmevoraussetzungen für Modul bzw. für einzelne Lehrveranstaltungen des Moduls": "keine",
    "Empfohlene Voraussetzungen": "Modulabschluss BP1 bis BP3",
    "Organisatorische Hinweise": "Das Modul umfasst 2 Vorlesungen und Übungen sowie 5 Tage Geländeübung. Die 2 Vorlesungen und Übungen können aus einem Angebot von drei Veranstaltungen gewählt werden. Sie bauen inhaltlich nicht aufeinander auf.",
    "Zuordnung des Moduls (Studiengang / Fachbereich)": "B.Sc. Geowissenschaften / FB11",
    "Verwendbarkeit des Moduls für andere Studiengänge": "keine",
    "Häufigkeit des Angebots": "Jährlich",
    "Dauer des Moduls": "2 Semester",
    "Modulbeauftragte / Modulbeauftragter": "Prof. Dr. Silke Voigt",
    "Studiennachweise/ ggf. als Prüfungsvorleistungen": {
        "Teilnahmenachweise": "",
        "Leistungsnachweise": "\"Petrologie und Diagenese der Sedimentgesteine\": Klausur (90 min)\n\"Sedimentäre Fazies\": Fachgespräch (30 min)\n\"GIS für Geowissenschaftler*innen\": Klausur (90 min)\nBericht zu \"Geländeübung\""
    },
    "Lehr- / Lernformen": "Vorlesung, Übung, Geländeübung",
    "Unterrichts- / Prüfungssprache": "Deutsch, Englisch",
    "Modulprüfung": {
        "Modulabschlussprüfung bestehend aus": "",
        "kumulative Modulprüfung bestehend aus": "",
        "Bildung der Modulnote bei kumulativen Modulprüfungen": ""
    },
    "Semester-Tabelle": [
        [ "Auswahl aus:", "", "", "", "", "", "", "", "", "" ],
        [ "Petrologie und Diagenese der Sedimentgesteine", "V+Ü", 3, 3, "", "", "", "", "X", "X"],
        [ "Sedimentäre Fazies", "V+Ü", 3, 3, "", "", "", "", "X", "X"],
        [ "GIS für Geowissenschaftler*innen", "V+Ü", 2, 3, "", "", "", "", "X", "X"],
        [ "Geländeübung", "GÜ", "5 Tage", 2, "", "", "", "", "X", "X"],
        [ "Modulprüfung", "keine", "", "", "", "", "", "", "", "" ],
        [ "Summe", "", "", 8, "", "", "", "", "", "" ]
    ],
    "Bemerkungen": "keine",
    "Version": [
        "2025-01-06"
    ],
    "Änderung": {
        "2025-01-06": "Bereitstellung"
    }
}