{
    "Modul-Code": "BWp9",
    "Modul-Name-en": "Tectonics",
    "Modul-Name-de": "Tektonik",
    "Modul-Typ": "Wahlpflichtmodul",
    "Anzhal CP und Arbeitsaufwand": "8 CP (insg.) = 240 h",
    "Anzahl SWS": "8 SWS",
    "Kontaktstudium": "8 SWS / 120 h",
    "Selbststudium": "120 h",
    "Inhalte": "Das Modul vertieft die im Grundstudium erworbenen Einblicke in die Bereiche Tektonik, Strukturgeologie und Kristallingeologie und vermittelt ein fundiertes Verständnis für das System Erde in seiner zeitlichen, räumlichen und geodynamischen Entwicklung. Die Veranstaltung \"Tektonische und gefügekundliche Arbeitsweisen\" befasst sich mit der statistischen Auswertung von im Gelände ermittelten Richtungsdaten. \"Geologische 3D-Strukturen\" vertieft die in der Veranstaltung \"Geologische Karten und Profile\" erworbenen Kenntnisse der Karten- und Profilbearbeitungen und befasst sich auch mit der dreidimensionalen Darstellung von geologischen Körpern in Form von Blockbildern sowie Methoden zur Bilanzierung und Abwicklung von geologischen Profilen. In der \"Tektonischen Geländeübung\" werden Methoden der strukturellen Geländeaufnahme und statistischen Auswertung von Richtungsdaten eingeübt und an Beispielen verdeutlicht. Im Rahmen der \"Fortgeschrittenen-Kartierübung\" werden geologisch komplexe Gebiete kartiert und die räumliche Lage von strukturellen Einheiten konstruiert und in Profilen dargestellt. Diese Daten bilden die Grundlage für die Interpretation eines Gebietes in Bezug auf seine raum-zeitliche Entwicklung und damit die Basis zur Bearbeitung vieler geowissenschaftlicher Fragestellungen.",
    "Lernergebnisse / Kompetenzziele": "Die Studierenden sind in der Lage\n* im Gelände ermittelte Richtungsdaten statistisch auszuwerten und zu interpretieren\n* die räumliche Lage von geologisch-tektonischen Einheiten zu konstruieren und graphisch darzustellen\n* geologisch komplexe Gebiete zu kartieren und zu interpretieren\n* dreidimensionale Körper und Einheiten im Hinblick auf ihre strukturelle Entwicklung zu interpretieren\n* geowissenschaftliche Fragestellungen mit den Methoden der Tektonik und Strukturgeologie zu bearbeiten",
    "Teilnahmevoraussetzungen für Modul bzw. für einzelne Lehrveranstaltungen des Moduls": "Abgeschlossene Module BP1 - BP3 und BP10",
    "Empfohlene Voraussetzungen": "keine",
    "Organisatorische Hinweise": "Aus dem Angebot sind Veranstaltungen im Umfang von mind. 8 CP auszuwählen.",
    "Zuordnung des Moduls (Studiengang / Fachbereich)": "B.Sc. Geowissenschaften / FB11",
    "Verwendbarkeit des Moduls für andere Studiengänge": "keine",
    "Häufigkeit des Angebots": "\"Tektonische und gefügekundliche Arbeitsweisen\" im WiSe\n\"Geologische 3D-Strukturen\" im SoSe\n\"Tektonische Geländeübung\" im SoSe\n\"Fortgeschrittenen-Kartierübung\" nach Angebot",
    "Dauer des Moduls": "2 Semester",
    "Modulbeauftragte / Modulbeauftragter": "Prof. Dr. Gernold Zulauf",
    "Studiennachweise/ ggf. als Prüfungsvorleistungen": {
        "Teilnahmenachweise": "Aktive Teilnahme an \"Tektonische Geländeübung\" und Übungen zu \"Tektonische und gefügekundliche Arbeitsweisen\" und \"Geologische 3D-Strukturen\"",
        "Leistungsnachweise": "Bericht zu \"Fortgeschrittenen-Kartierübung\"\nAusarbeitung zu \"Tektonische Geländeübung\""
    },
    "Lehr- / Lernformen": "Vorlesung, Übung, Geländeübung",
    "Unterrichts- / Prüfungssprache": "Deutsch, Englisch",
    "Modulprüfung": {
        "Modulabschlussprüfung bestehend aus": "Klausur (90 min.) zu \"Tektonische und gefügekundliche Arbeitsweisen\" oder zu \"Geologische 3D-Strukturen\"",
        "kumulative Modulprüfung bestehend aus": "",
        "Bildung der Modulnote bei kumulativen Modulprüfungen": ""
    },
    "Semester-Tabelle": [
        [ "Auswahl aus:", "", "", "", "", "", "", "", "", "" ],
        [ "Tektonische und gefügekundliche Arbeitsweisen", "V+Ü", "1+2", 3, "", "", "", "X", "X", "X"],
        [ "Geologische 3D-Strukturen", "V+Ü", 2, 3, "", "", "", "X", "X", "X"],
        [ "Tektonische Geländeübung, 3 Tage", "GÜ", "3 Tage", 2, "", "", "", "X", "X", "X"],
        [ "Fortgeschrittenen-Kartierübung", "GÜ", "10 Tage", 4, "", "", "", "X", "X", ""],
        [ "Modulprüfung", "Klausur", "", "", "", "", "", "X", "X", "X"],
        [ "Summe", "", "", 8, "", "", "", "", "", "" ]
    ],
    "Bemerkungen": "keine",
    "Version": [
        "2025-01-06"
    ],
    "Änderung": {
        "2025-01-06": "Bereitstellung"
    }
}