{
    "Modul-Code": "MWp GeolPal4",
    "Modul-Name-en": "Earth Surface Processes",
    "Modul-Name-de": "Erdoberflächen-prozesse",
    "Modul-Typ": "Wahlpflichtmodul",
    "Anzhal CP und Arbeitsaufwand": "8 CP (insg.) = 240 h",
    "Anzahl SWS": "8 SWS",
    "Kontaktstudium": "8 SWS / 120 h",
    "Selbststudium": "120 h",
    "Inhalte": "Das Modul behandelt Prozesse der dynamischen Erdoberfläche. Die Vorlesung \"Klima und Tektonik\" gibt einen Einblick in die Rückkopplungsprozesse zwischen tektonischen und klimatischen Prozessen auf geologischen Zeitskalen. Die wechselseitige Beeinflussung von Verwitterung und Erosion, Gebirgshebung, und Plattendynamik wird vorgestellt und in Übungen durch Literaturarbeit und Modellrechnungen vertieft. Neben einer Vorstellung des modernen Methodenspektrums liegt ein Schwerpunkt auf dem Verständnis und der Interpretation geologischer Klimaarchive in Gebirgen und ihren Vorlandbereichen.\nIn der Lehrveranstaltung \"Sequenzstratigraphie\" werden die Ursachen, Prozesse und Mechanismen, die zur Bildung und Füllung sedimentärer Becken führen behandelt. Sequenzstratigraphie beschreibt die räumlich-zeitliche Verteilung von Fazies in einem Becken als Antwort des sedimentären Systems auf Änderungen des Meeresspiegels, des zur Verfügung stehenden Ablagerungsraumes und der Menge an zugeführtem Sediment. In Übungen werden Fazies- und Sequenzinterpretationen anhand von Aufschluss- und Bohrungsdaten durchgeführt.\nDie Lehrveranstaltung \"Regionale Geologie\" behandelt in Vorlesungen und/oder Seminaren vertiefende regionalgeologische Aspekte ausgewählter Gebiete. In der Veranstaltung \"Spezielle Themen\" werden vertiefende Aspekte der Erdsystemforschung aus den Bereichen Erdoberflächenprozesse, Klimadynamik, Datenauswertung und -visualisierung behandelt.",
    "Lernergebnisse / Kompetenzziele": "Die Studierenden\n* verstehen und analysieren gekoppelte klimatisch-tektonisch-sedimentäre Prozesse, die in der Lithosphäre, Hydrosphäre, Biosphäre und Atmosphäre der Erde ablaufen\n* interpretieren die Fazies-Architektur und Chronologie sedimentärer Becken anhand von Aufschluss-, Seismik und Bohrungsdaten\n* analysieren die räumliche und zeitliche Dynamik geologischer Prozesse in Lithosphäre und Erdoberfläche anhand von regionalen Beispielen\n* entwickeln konzeptionelle Modelle zur Auswertung komplexer sedimentärer und geochemischer Datensätze",
    "Teilnahmevoraussetzungen für Modul bzw. für einzelne Lehrveranstaltungen des Moduls": "keine",
    "Empfohlene Voraussetzungen": "Abschluss der Module BWp8 \"Geologie 2\", BWp9 \"Tektonik\" und BWp13 \"Ressourcen\"",
    "Organisatorische Hinweise": "In dem Modul sind Lehrveranstaltungen im Umfang von 8 CP auszuwählen. Als \"Spezielle Themen\" können bis zu zwei unterschiedliche Veranstaltungen angerechnet werden. Die Prüfungsleistung kann vor Anmeldung zur Prüfung aus den Veranstaltungen \"Klima und Tektonik\" oder \"Sequenzstratigraphie\" gewählt werden.",
    "Zuordnung des Moduls (Studiengang / Fachbereich)": "M.Sc. Geowissenschaften / FB11",
    "Verwendbarkeit des Moduls für andere Studiengänge": "für andere Studiengänge\nkeine",
    "Häufigkeit des Angebots": "Jährlich, V+Ü Sequenzstratigraphie im Wintersemester, V+Ü Klima und Tektonik im Sommersemester",
    "Dauer des Moduls": "3 Semester",
    "Modulbeauftragte / Modulbeauftragter": "Prof. Dr. Silke Voigt",
    "Studiennachweise/ ggf. als Prüfungsvorleistungen": {
        "Teilnahmenachweise": "Aktive Teilnahme an Seminaren",
        "Leistungsnachweise": "Abschließende Übungsaufgabe (90 min) in \"Sequenzstratigraphie\" oder Vortrag (20 min) in \"Klima und Tektonik\" Bericht (5-6 Seiten) oder Vortrag (20 min) in \"Regionale Geologie\" und \"Spezielle Themen\""
    },
    "Lehr- / Lernformen": "Vorlesung, Übung, Seminar",
    "Unterrichts- / Prüfungssprache": "Deutsch, Englisch",
    "Modulprüfung": {
        "Modulabschlussprüfung bestehend aus": "Klausur (90 min) exemplarisch entweder in \"Klima und Tektonik\" oder \"Sequenzstratigraphie\" ggfs. auch vor inhaltlichem Abschluss des Moduls",
        "kumulative Modulprüfung bestehend aus": "",
        "Bildung der Modulnote bei kumulativen Modulprüfungen": ""
    },
    "Semester-Tabelle": [
        [ "Auswahl aus:", "", "", "", "", "", "", ""],
        [ "Klima und Tektonik", "V+Ü", "2+2", 4, "", "X", "", ""],
        [ "Sequenzstratigraphie", "V+Ü", "2+2", 4, "", "", "X", ""],
        [ "Regionale Geologie", "V+Ü", "1+1", 2, "", "X", "X", ""],
        [ "Spezielle Themen", "V/Ü/S", 2, 2, "", "X", "X", ""],
        [ "Modulprüfung", "Klausur", "", "", "", "", "", ""],
        [ "Summe", "", 8, 8, "", "", "", ""]
    ],
    "Bemerkungen": "keine",
    "Version": [
        "2025-01-06"
    ],
    "Änderung": {
        "2025-01-06": "Bereitstellung"
    }
}