{
    "Modul-Code": "MWp GeolPal7",
    "Modul-Name-en": "Evolution and Diversity of Vertebrates",
    "Modul-Name-de": "Evolution und Diversität der Wirbeltiere",
    "Modul-Typ": "Wahlpflichtmodul",
    "Anzhal CP und Arbeitsaufwand": "8 CP (insg.) = 240 h",
    "Anzahl SWS": "8 SWS",
    "Kontaktstudium": "8 SWS / 120 h",
    "Selbststudium": "120 h",
    "Inhalte": "Das Modul bietet einen vertiefenden Überblick über theoretische Grundlagen und zentrale Methoden in der Wirbeltierpaläontologie. In sechs Lehrveranstaltungen, aus denen Studierende frei wählen können, werden verschiedene Aspekte der Wirbeltierevolution behandelt.\n*\"Meilensteine in der Wirbeltierevolution\"* \nDie Vorlesung befasst sich mit zentralen Ereignissen der Wirbeltierevolution (z.B. Evolution der Kiefer und Zähne, Landgang der Wirbeltiere). Anhand aktueller Forschungsfragen werden die wichtigsten Anpassungen an sich verändernde Paläoumweltbedingungen und damit verbundene morphologische Transformationen präsentiert. \n*\"Paläontologie und Artenschutz\"* \nDie Paläontologie ist als Wissenschaft vom Aussterben eine angewandte Disziplin. Sie ergänzt Biologie und Ökologie um die geologische Tiefenzeit. Am Beispiel von Löwen und anderen Großraubtieren wird herausgearbeitet, wie sich Prognosefaktoren bei Naturschutzgebieten aus einer genauen Kenntnis von (1) biologischem Potential und (2) Evolution von Schlüsselarten wie z.B. Top-Prädatoren ableiten lassen. Die funktionelle Anatomie des Säugetierskeletts am Beispiel von Hund und Katze ist daher Teil der Lehrveranstaltung. \n*\"Faunenschnitte im Känozoikum\"* \nDie Vorlesung behandelt 65 Millionen Jahre Evolution der Megafauna in Australien und Südamerika. Ausgehend vom Biosphären-Konzept Vladimir Vernadskys, des Begründers der Erdsystemforschung (Biosfera, 1926), werden anhand dieser Fallbeispiele Plattentektonik, Meeresspiegelschwankungen, Arealgröße und Klimageschichte als Auslöser u.a. für Migrationen und Aussterbe-Events behandelt. \n*\"Evolution und Biodiversität der Wirbeltiere\"* \nDie Veranstaltung befasst sich mit Evolution, Diversität und Fossilbericht der Wirbeltiere und führt in modernste 3D-Bildgebungsverfahren ein. Wir werden die Ursprünge der modernen Wirbeltiere bis zur heutigen Biodiversitätskrise verfolgen. In praktischen Übungen erfolgen CT-gestützte anatomische Analysen, während im Seminarteil von Studierenden klassische und aktuelle wissenschaftliche Arbeiten vorgestellt und diskutiert werden. *\n\"Spezielle Themen\"* \nSummer School: Am Beispiel ausgewählter Fossillagerstätten werden den Studierenden mittels Übungen (z.B. zu Grabungs- und Präparationsmethoden) sowie theoretischen Lehreinheiten wichtige Schlüsselkompetenzen zum gesamtheitlichen Verständnis eines fossilen Ökosystems vermittelt. \nBissspuren: Evolution, Konstruktions- und Ökomorphologie känozoischer Raubtiere. In der Vorlesung werden an Fallbeispielen die funktionelle Morphologie der Raubtiere sowie die Verbindung von Artenvielfalt und Klimafluktuation in unterschiedlichen Zeitscheiben exemplarisch erläutert.",
    "Lernergebnisse / Kompetenzziele": "Die Studierenden erläutern Grundwissen der Wirbeltierpaläontologie, vergleichen Fossilberichte verschiedener Wirbeltiergruppen und die wichtigsten Datensätze und Methoden, und wenden ausgewählte Methoden an. Sie \n* beschreiben und interpretieren vertiefendes Fachwissen zur Evolutionsbiologie und Morphologie verschiedener Wirbeltiergruppen (Vorlesungen) \n* erkennen, vergleichen und untersuchen die Prozesse der funktionellen Anpassung, der Artbildung und des Aussterbens sowie deren Abbildung im Fossilbericht der Wirbeltiere (Übungen und Exkursionen, z.B. Spezielle Themen, angeleitete Computerübung zur vergleichenden Anatomie, einzelne Vorlesungstermine im Naturkundemuseum und Zoo) \n* erläutern ausgewählte wissenschaftliche Fachliteratur zum Thema und diskutieren und bewerten die Ergebnisse kritisch (Seminar)",
    "Teilnahmevoraussetzungen für Modul bzw. für einzelne Lehrveranstaltungen des Moduls": "keine",
    "Empfohlene Voraussetzungen": "Grundwissen in der Paläontologie und zur Erd- und Lebensgeschichte, insbesondere zur Evolution der Wirbeltiere, ist von Vorteil.",
    "Organisatorische Hinweise": "Für die Modulabschlussprüfung sollen mindestens 8 CP in beliebiger Reihenfolge in frei aus den o.g. gewählten Lehrveranstaltungen gesammelt werden, wobei jede absolvierte Lehrveranstaltung genau einmal zählt.",
    "Zuordnung des Moduls (Studiengang / Fachbereich)": "M.Sc. Geowissenschaften / FB11",
    "Verwendbarkeit des Moduls für andere Studiengänge": "keine",
    "Häufigkeit des Angebots": "Jährlich",
    "Dauer des Moduls": "2 Semester",
    "Modulbeauftragte / Modulbeauftragter": "apl. Prof. Dr. Irina Ruf",
    "Studiennachweise/ ggf. als Prüfungsvorleistungen": {
        "Teilnahmenachweise": "",
        "Leistungsnachweise": "Seminar: Vortrag (15-20 min)"
    },
    "Lehr- / Lernformen": "Vorlesung, Seminar, Übung",
    "Unterrichts- / Prüfungssprache": "Deutsch, Englisch",
    "Modulprüfung": {
        "Modulabschlussprüfung bestehend aus": "Klausur (90 min) über die Inhalte der gewählten Veranstaltungen",
        "kumulative Modulprüfung bestehend aus": "",
        "Bildung der Modulnote bei kumulativen Modulprüfungen": ""
    },
    "Semester-Tabelle": [
        [ "Auswahl aus:", "", "", "", "", "", "", "" ],
        [ "Meilensteine in der Wirbeltierevolution", "V", 2, 3, "X", "", "X", "" ],
        [ "Paläontologie und Artenschutz", "V", 2, 2, "", "X", "", "" ],
        [ "Faunenschnitte im Känozoikum", "V", 2, 2, "X", "", "X", "" ],
        [ "Evolution und Biodiversität der Wirbeltiere", "V+S", "1+1", 3, "X", "", "X", "" ],
        [ "Spezielle Themen", "Ü", 2, 2, "X", "X", "X", "" ],
        [ "Modulprüfung", "Klausur", "", "", "", "X", "X", "" ],
        [ "Summe", "", "", "", "", "", "", "" ]
    ],
    "Bemerkungen": "keine",
    "Version": [
        "2025-02-27", "2025-01-06"
    ],
    "Änderung": {
        "2025-02-27": "Folgende Teile wurden geändert: Inhalte, Lernergebnisse / Kompetenzziele, Modulbeauftragte und Semester-Tabelle: Die \"Meilensteine in der Wirbeltierevolution\" wurden vom 2. Semester zu 1. und 3. Semester geändert. Die \"Speziellen Themen\" können zusätzlich im 1. und 3. Semseter angeboten werden.",
        "2025-01-06": "\"Meilensteine in der Wirbeltierevolution\" und \"Evolution der Synapsiden\" wurden zusammen gelegt in: \"Meilensteine in der Wirbeltierevolution\" mit nun 3CP.\n \"Biodiversitätsdynamik im Fossilbericht der Wirbeltiere\" umbenannt in \"Evolution und Biodiversität der Wirbeltiere\" mit nun 3CP."
    }
}