{
    "Modul-Code": "MWp GeolPal3",
    "Modul-Name-en": "Climate and Palaeoenvironment",
    "Modul-Name-de": "Klima und Paläoumwelt",
    "Modul-Typ": "Wahlpflichtmodul",
    "Anzhal CP und Arbeitsaufwand": "8 CP (insg.) = 240 h",
    "Anzahl SWS": "6 SWS",
    "Kontaktstudium": "6 SWS / 90 h",
    "Selbststudium": "150 h",
    "Lernergebnisse / Kompetenzziele": "Ziel dieses Moduls ist die Entwicklung eines synergetischen Verständnisses von oberflächennahen Prozessen, das die Studierenden zur selbstständigen Entwicklung konzeptioneller Modelle auf verschiedenen zeitlichen und räumlichen Skalen befähigt. Die Studierenden\n* verstehen und interpretieren die Interaktion zwischen Solareinstrahlung, Atmosphäre, Ozean und Geoarchiv, sowohl rezent als auch in der geologischen Vergangenheit\n* kennen und bewerten die Stärken und Limitationen analytischer Methoden in der Geoarchivforschung\n* beherrschen und wenden grundlegende Techniken der statistischen Datenauswertung an",
    "Inhalte": "Dieses Modul behandelt zum einen den Einfluss erdoberflächennaher Prozesse auf die Bildungsbedingungen und Diagenese von Sedimenten und weiteren Geoarchiven, und zum anderen wie aus diesen Archiven die Umweltbedingungen der geologischen Vergangenheit quantitativ erschlossen werden können.\nDie Veranstaltung \"Climate and Sedimentary Systems\" vermittelt vertiefende Kenntnisse über den Einfluss von Klimaschwankungen auf Sedimentationsprozesse in terrestrischen und marinen Ablagerungsräumen sowie deren Analyse mit Proxyanwendungen. In Übungen werden Methoden der graphischen Korrelation und Zeitreihenanalyse praktiziert.\nDas Ziel der \"Veranstaltung Palaeoenvironmental Reconstructions at Very High Time Resolution\" ist, das Verständnis von Klima- und Umweltprozessen im täglich- bis saisonalen Zeitmaßstab zu vermitteln. Einerseits werden geeignete (Klima-)Archive und andererseits die notwendigen Methoden vorgestellt und anhand von Beispielen veranschaulicht. In praktischen Laborversuchen und weiteren Übungen wird das Gelernte zusätzlich vertieft.\nDie Veranstaltung \"Geochemie stabiler Isotope\" befasst sich mit der Isotopenfraktionierung der Elemente H, C, N, O, S und den sich daraus ergebenden Anwendungen für die Geowissenschaften. Hierbei wird vorrangig ein Überblick über Tieftemperaturanwendungen (Atmosphäre, Hydrosphäre, Biosphäre, Kruste) gegeben.\nIn der Veranstaltung \"Spezielle Themen\" werden unterschiedliche vertiefende Aspekte der Erdsystemforschung aus den Bereichen Klimadynamik, Analytik, Datenauswertung und -visualisierung behandelt.",
    "Teilnahmevoraussetzungen für Modul bzw. für einzelne Lehrveranstaltungen des Moduls": "Abschluss der Module BP6 \"Umweltdynamik\" und BP8 \"Geochemie\"",
    "Empfohlene Voraussetzungen": "BP13 \"Datenanalyse und Modellierung\", BWp10 \"Umwelt- und Klimageochemie\"",
    "Organisatorische Hinweise": "In dem Modul sind Lehrveranstaltungen im Umfang von 8 CP auszuwählen. Die Veranstaltung \"Palaeoenvironmental Reconstructions at Very High Time Resolution\" wird im 2-Jahresturnus angeboten. Als \"Spezielle Themen\" können maximal zwei unterschiedliche Veranstaltungen angerechnet werden.",
    "Zuordnung des Moduls (Studiengang / Fachbereich)": "M.Sc. Geowissenschaften / FB11",
    "Verwendbarkeit des Moduls für andere Studiengänge": "für andere Studiengänge\nkeine",
    "Häufigkeit des Angebots": "Jährlich",
    "Dauer des Moduls": "2 Semester",
    "Modulbeauftragte / Modulbeauftragter": "Prof. Dr. Wolfgang Müller",
    "Studiennachweise/ ggf. als Prüfungsvorleistungen": {
        "Teilnahmenachweise": "Regelmäßige Teilnahme an den Übungen",
        "Leistungsnachweise": "Erfolgreich absolvierte Übungen zu allen gewählten Veranstaltungen"
    },
    "Lehr- / Lernformen": "Vorlesung, Übung, Seminar",
    "Unterrichts- / Prüfungssprache": "Deutsch, Englisch",
    "Modulprüfung": {
        "Modulabschlussprüfung bestehend aus": "Klausur (90 min) exemplarisch zu Inhalten aus \"Climate and Sedimentary Systems\" und \"Geochemie stabiler Isotope\"",
        "kumulative Modulprüfung bestehend aus": "",
        "Bildung der Modulnote bei kumulativen Modulprüfungen": ""
    },
    "Semester-Tabelle": [
        [ "Auswahl aus:", "", "", "", "", "", "", ""],
        [ "Climate and Sedimentary Systems", "V+Ü", "1+1", 3, "X", "", "", ""],
        [ "Geochemie stabiler Isotope", "V+Ü", "1+1", 3, "X", "", "", ""],
        [ "Palaeoenvironmental Reconstructions at Very High Time Resolution", "V+Ü", "1+1", 2, "", "X", "", ""],
        [ "Spezielle Themen", "V/Ü/S", 2, 2, "X", "X", "", ""],
        [ "Modulprüfung", "Klausur", "", "", "X", "X", "", ""],
        [ "Summe", "", 6, 8, "", "", "", ""]
    ],
    "Bemerkungen": "Modulprüfung erfolgt in benoteten Übungen \"Stabile Isotope\" und \"Climate and Sedimentary Systems\" zu jeweils 50%.",
    "Version": [
        "2025-01-06"
    ],
    "Änderung": {
        "2025-01-06": "Bereitstellung"
    }
}