{
    "Modul-Code": "BWp11",
    "Modul-Name-en": "Biodiversity and Paleoenvironment",
    "Modul-Name-de": "Biodiversität und Paläoumwelt",
    "Modul-Typ": "Wahlpflichtmodul",
    "Anzhal CP und Arbeitsaufwand": "8 CP (insg.) = 240 h",
    "Anzahl SWS": "6 SWS",
    "Kontaktstudium": "6 SWS / 90 h",
    "Selbststudium": "Selbststudium 150 h",
    "Inhalte": "\nDieses Modul vermittelt einen vertiefenden Einblick in die erdgeschichtliche Entwicklung der marinen und terrestrischen Biogeosphäre, wobei der Fokus auf den abiotischen und biotischen Steuerungsfaktoren dieser Entwicklung liegt. Die Veranstaltungen Mikropaläontologie und Wirbeltierpaläontologie erlauben Studierenden einen vertiefenden Einblick in die Evolution ausgewählter einzelliger und vielzelliger mariner und terrestrischer Lebewesen und thematisieren, welche Auswirkungen des heutigen Klimawandels auf die Biodiversität und kosysteme in Zukunft zu erwarten sind. Die Veranstaltung Paläozeanographie baut auf beiden Vorlesungen auf und bildet ein Bindeglied zum Verständnis der Entwicklung des Klimas und der Paläoumwelt der Ozeane und an Land. Sie beschäftigt sich mit Veränderungen ozeanischer Wassermassen in Zeit und Raum und deren Wechselwirkung mit dem Klima. Die Signale aus sedimentären Archiven werden auf unterschiedlichen Zeitskalen (saisonal bis Millionen von Jahren) an Fallbeispielen diskutiert, um steuernde Faktoren und die Dynamik ozeanischer Zirkulation besser zu verstehen und dadurch Vorhersagen für zukünftige Entwicklungen zu verbessern. Dazu werden analytische Methoden und statistische Auswertungen mit geologischer, paläontologischer und sedimentologischer Geländearbeit kombiniert.",
    "Lernergebnisse / Kompetenzziele": "\nDie Studierenden erwerben vertiefende Grundkenntnisse taxonomischer und biogeochemischer Grundlagen, die zur Entstehung und Evolution des Lebens auf der Erde geführt haben.\n* Vernetzung fächerübergreifender methodischer Grundlagen aus den Bereichen der Paläontologie, Palökologie, Biologie, Geochemie, Statistik, Modellierung und Ozeanographie\n* Untersuchungen anhand von Mikrofossilien (Phyto- und Zooplankton) und Wirbeltieren, die neben klassischen Beispielen zu evolutionären Prozessen aufgrund ihrer Morphologie und geochemischen Zusammensetzung ihrer Schalen und Knochen auch wichtige Archive für die Rekonstruktion der Paläoumwelt bieten.\n* Interpretation fossiler Organismen und deren Rolle als paläozeanographische und paläoklimatische Indikatoren an ausgewählten Fallbeispielen.\n* Anhand eines Literaturseminars werden ausgewählte wissenschaftliche Publikationen zu den Themen des Moduls von den Studierenden gelesen, in einem Vortrag vorgestellt und kritisch diskutiert.",
    "Teilnahmevoraussetzungen für Modul bzw. für einzelne Lehrveranstaltungen des Moduls": "\nAbgeschlossene Module BP1 und BP5\nTeilnahme an Modulen BP6 und BP8",
    "Empfohlene Voraussetzungen": "\n-",
    "Organisatorische Hinweise": "\nStudierenden, welche einen Bachelor- und Masterabschluss im Bereich Geologie/Paläontologie anstreben, wird die Teilnahme an diesem Modul empfohlen. Das Modul bildet die unverzichtbare Weiterführung für das Verständnis von Inhalten und Fragestellungen aus anderen Wahlpflichtbereichen des B.Sc.-Studiengangs Geologie und Paläontologie und weiterführenden Kursen im Master Geowissenschaften.",
    "Zuordnung des Moduls (Studiengang / Fachbereich)": "B.Sc. Geowissenschaften / FB 11",
    "Verwendbarkeit des Moduls für andere Studiengänge": "für andere Studiengänge\n-",
    "Häufigkeit des Angebots": "jährlich",
    "Dauer des Moduls": "2 Semester",
    "Modulbeauftragte / Modulbeauftragter": "Prof. Dr. Jens O. Herrle\nStudiennachweise/ ggf. als Prüfungsvorleistungen\n\n\nTeilnahmenachweise\nAktive Teilnahme an Übungen und Seminaren\n\nLeistungsnachweise\nVortrag zu \"Mikropaläontologie\", \"Paläozeanographie\" und \"Wirbeltierpaläontologie\"\nLehr- / Lernformen\nVorlesung, Übung, Seminar, Geländeübung\nUnterrichts- / Prüfungssprache\nDeutsch, Englisch\nModulprüfung\nForm / Dauer / ggf. Inhalt\n\nModulabschlussprüfung\nbestehend aus:\nMündl. Prüfung oder Klausur (max. 90 min)\n\nkumulative Modulprüfung bestehend aus:\n-\n\nBildung der Modulnote bei kumulativen Modulprüfungen:\n-\n\n\nLV-Form\nSWS\nCP\nSemester\n\n\n\n\n\n1\n2\n3\n4\n5\n6\n\nMikropaläontologie\nV+Ü+S\n2\n3\n\n\n\n\nX\n\n\nPaläozeanographie\nV+Ü+S\n2\n3\n\n\n\n\n\nX\n\nWirbeltierpaläontologie\nV+S\n2\n2\n\n\n\n\nX\n\n\nModulprüfung\nvariabel\n\n\n\n\n\n\n\nX\n\nSumme\n\n6 SWS\n8\n\n\n\n\n",
    "Studiennachweise/ ggf. als Prüfungsvorleistungen": {
        "Teilnahmenachweise": "Aktive Teilnahme an Übungen und Seminaren",
        "Leistungsnachweise": "Vortrag zu \"Mikropaläontologie\", \"Paläozeanographie\" und \"Wirbeltierpaläontologie\""
    },
    "Lehr- / Lernformen": "Vorlesung, Übung, Seminar, Geländeübung",
    "Unterrichts- / Prüfungssprache": "Deutsch, Englisch",
    "Modulprüfung": {
        "Modulabschlussprüfung bestehend aus": "",
        "kumulative Modulprüfung bestehend aus": "-",
        "Bildung der Modulnote bei kumulativen Modulprüfungen": "-\n\n\nLV-Form\nSWS\nCP\nSemester\n\n\n\n\n\n1\n2\n3\n4\n5\n6\n\nMikropaläontologie\nV+Ü+S\n2\n3\n\n\n\n\nX\n\n\nPaläozeanographie\nV+Ü+S\n2\n3\n\n\n\n\n\nX\n\nWirbeltierpaläontologie\nV+S\n2\n2\n\n\n\n\nX\n\n\nModulprüfung\nvariabel\n\n\n\n\n\n\n\nX\n\nSumme\n\n6 SWS\n8"
    }
}